[
  {
    "id": "foreword0",
    "text": "For people who have come to accept every pronouncement of modern scientists as tested and proven truth, this book will be an eye-opener. //Life Comes From Life// is an impromptu but brilliant critique of some of the dominant policies, theories and presuppositions of modern science and scientists by one of the greatest philosophers and scholars of the century, His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda. Śrīla Prabhupāda's vivid analysis uncovers the hidden and blatantly unfounded assumptions that underlie currently fashionable doctrines concerning the origins and purpose of life. This book is based on taped morning-walk conversations that Śrīla Prabhupāda had with some of his disciples during 1973, in the Los Angeles area. On those mornings when he focused on science, Śrīla Prabhupāda spoke mainly with his disciple Thoudam D. Singh, Ph.D. An organic chemist, Dr. Singh presently directs the Bhaktivedanta Institute, an international center for advanced study and research in science, philosophy and theology. Each day, wherever in the world he happened to be, Śrīla Prabhupāda would go out for a lengthy stroll in the chill quietude of the early morning, and cloaked in a warm wrap, he would share intimate moments with a small group of students, disciples and special guests. Some mornings found him immersed in contemplation or quiet appreciation of the surroundings, and little dialogue emerged. At other times he spoke at great length, and often with considerable intensity, on various subjects. During these animated discourses he demonstrated that philosophical analysis need not be a dull, abstruse affair, but can be a dynamic cutting edge into every sphere of life. Nothing could escape his keen intellect, deep spiritual insight and uncommon wit. Rejecting superficial and dogmatic thinking, he edified, challenged, cajoled, charmed and enlightened his students, and he carefully guided them to increased insight and understanding. Śrīla Prabhupāda (1896-1977) is an internationally recognized author, scholar and spiritual preceptor, and he is widely esteemed as India's greatest cultural ambassador to the world. In //Life Comes From Life,// Śrīla Prabhupāda takes the role of philosopher---social critic. With philosophical rigor, profound common sense and disarming frankness, he exposes not only modern science's methodological shortcomings and unexamined biases but also the unverified (and unverifiable) speculations that scientists present to the trusting public as known fact. Thus Śrīla Prabhupāda breaks the spell of the materialistic and",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/0a.txt/",
    "part": 1
  },
  {
    "id": "foreword0",
    "text": "nihilistic myths which, masquerading as science, have so bewitched modern civilization. ---The Publishers",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/0a.txt/",
    "part": 2
  },
  {
    "id": "chapter1",
    "text": "Recorded on April 18, 1973, \\\\ In Cheviot Hills Park, Los Angeles. Śrīla Prabhupāda is accompanied by Dr. Thoudam Dāmodara Singh, Karandhara dāsa adhikārī, Brahmānanda Svāmī and other students. ===== Life on Other Planets ===== **Śrīla Prabhupāda:** Even on the sun and moon there are living entities. What is the opinion of the scientists? **Dr. Singh:** They say there is no life there. **Śrīla Prabhupāda:** That is nonsense. There //is// life there. **Dr. Singh:** They say that there is no life on the moon because they did not find any there. **Śrīla Prabhupāda:** Why do they believe //that?// The moon planet is covered with dust, but within that dust the living entities can live. Every atmosphere is suitable for life---//any// atmosphere. Therefore the //Vedas//[1] describe the living entities as //sarva-gataḥ,// which means \"existing in all circumstances.\" The living entity is not material. Although encaged in a material body, he is not material. But when we speak of different atmospheres, we refer to different material conditions. **Karandhara:** They say that the moon's atmosphere is unsuitable for life, but all they can legitimately say is that it is unsuitable for life as they know it. **Śrīla Prabhupāda:** The //Vedas// say that the living entity has no connection with material things. He cannot be burned, cut, dried up or moistened. This is discussed in //Bhagavad-gītā//.[2] **Dr. Singh:** Scientists extend their knowledge about life on this planet, thinking that it must apply to life on other planets also. **Śrīla Prabhupāda:** Yes. They are thinking foremost of their own selves. They are thinking limitedly, in terms of their own circumstances. This is what we call \"Dr. Frog's philosophy.\" [Laughter.] Once there was a frog in a well, and when a friend informed him of the existence of the Atlantic Ocean, he asked the friend, \"Oh, what is this Atlantic Ocean?\" \"It is a vast body of water,\" his friend replied. \"How vast? Is it twice the size of this well?\" \"Oh, no-much, much larger,\" his friend replied. \"How much larger? Ten times the size?\" In this way, the frog went on calculating. But what is the possibility or ever understanding the vastness of the great ocean in this way? Our faculties, our experience, and our powers of speculation are always limited. The speculations of the scientists only give rise",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/1.txt/",
    "part": 1
  },
  {
    "id": "chapter1",
    "text": "to such frog philosophy. **Karandhara:** The basis of what they call \"scientific integrity\" is that they talk only about what they can directly experience. **Śrīla Prabhupāda:** You may talk about //your// experience, and I may talk about //my// experience. But why should I accept your experience? You may be a fool, so why should I also become a fool? You may be a frog, but suppose I am a whale. Why should I take your well as all in all? You have your method of acquiring scientific knowledge, and I have mine. **Dr. Singh:** Because the scientists haven't detected any water on the surface of the moon, they've concluded that no life could survive there. **Śrīla Prabhupāda:** They haven't seen the whole surface of the moon. Suppose someone were to come here from another planet, drop into the Arabian Desert and then return home. Could he come to a complete conclusion about the nature of the whole earth? His knowledge would not be complete. **Karandhara:** They have a device that senses water. They say they've had it orbit the moon, and they've concluded that the moon has no water and therefore no life. **Śrīla Prabhupāda:** Even if, as on the sun, there is apparently no water, still there are living entities there. How does a cactus grow in the desert, apparently without water? **Karandhara:** It gets water from the atmosphere. **Śrīla Prabhupāda:** Yes, because the atmosphere contains all the elements needed to sustain life: earth, water, fire, air and ether. In //anything// material, all these elements are present. For example, in my body there is water, although you cannot see it. Similarly, you don't see fire in my body, yet my body is warm. Where does this warmth come from? You don't see any fire. Do you see any fire burning in my body? Then where does the warmth come from? What is the answer? ===== The Universe in the Atom ===== **Śrīla Prabhupāda:** All matter is a combination of five gross elements (earth, water, fire, air and ether) and three subtle elements (mind, intelligence and false ego). **Karandhara:** According to the Vedic science, material energy begins with the false ego and then develops into the intelligence, then the mind and then the gross elements---ether, air, fire and so on. So the same basic",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/1.txt/",
    "part": 2
  },
  {
    "id": "chapter1",
    "text": "ingredients are present in all matter. Is this right? **Śrīla Prabhupāda:** Yes. The creation of the material universe is like the growth of a great banyan tree[3] from a tiny seed. No one can see the tree within the seed, but all the necessary ingredients for the tree are there, including the required intelligence. Actually, everyone's body is simply a sample universe. Your body and my body are different universes, small universes. Therefore, all eight material elements are present within our bodies, just as they are within the whole universe. Similarly, an insect's body is another universe. **Karandhara:** How about the atom? **Śrīla Prabhupāda:** The same formula applies: all these constituents are within the atom. //Aṇor aṇīyān mahato mahīyān// (//Kaṭha Upaniṣad// 1.2.20). This means that whether something is extremely large or infinitesimal, it is still made of the same basic elements. This is true everywhere in the material world. Just as a woman's small watch has all the requisite machinery for its smooth functioning, so an ant has all the necessary brain substance to manage its affairs nicely. How is this possible? To answer this properly, you must minutely examine the brain tissues in the ant. But this you cannot do. Moreover, there are //innumerable// insects smaller than the ant. So there must be a mechanical arrangement for all this detailed activity, but scientists cannot discover it. ===== Relativity and Knowledge ===== **Śrīla Prabhupāda:** All living entities possess the required intelligence to execute four principles: eating, sleeping, sexual intercourse and defense. These four principles exist even in the atom. The only difference in the human being is that he has the extra intelligence with which to understand God. This is the difference. //Āhāra-nidrā-bhaya-maithunaṁ ca samānam etat paśubhir narāṇām.// Eating, sleeping, sex life and defense are to be found everywhere. You have seen trees growing. Wherever there is a knot, the bark does not go //this// way; it goes //that// way. [Śrīla Prabhupāda gestures to show that a tree's bark grows not over a knot, but around it.] The tree has intelligence: \"If I go this way, I will be blocked, so I will go that way.\" But where are its eyes? How can it see? It has //intelligence.// That intelligence may not be as good as yours, but it //is// intelligence. Similarly, a child",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/1.txt/",
    "part": 3
  },
  {
    "id": "chapter1",
    "text": "also has intelligence, though not as developed as his father's. In due course of time, when the child gets a body like that of his father, the child's intelligence will be fully developed and exhibited. **Dr. Singh:** Then intelligence is relative. **Śrīla Prabhupāda:** Yes. Everything is relative. You have your body, your duration of life, and your intelligence, and the ant has his. Both we and the ant live for one hundred years, but the length of our hundred---year life---span is relative to our bodies. Even Brahmā, the longest---living entity in this universe, lives for one hundred years. To us the ant's life-span may seem only a few days. In the same way, on other planets with atmospheres different from the earth's, there are life-forms suited to those conditions. But the scientists try to view everything according to the relative conditions of planet earth. This is nonsense. Why are they doing that? If the whole cosmic manifestation follows the law of relativity, how can the scientist say that the conditions of this planet must apply to life on other planets? The //Vedas// instruct us that knowledge must always be considered in terms of //deśa-kāla-pātra. Deśa// means \"circumstances,\" //kāla// means \"time,\" and //pātra// means \"the object.\" We must understand everything by taking these three elements into consideration. For example, a fish is living very comfortably in the water, and we are shivering on the shore of the sea. This is because my //deśa-kāla-pātra// and the fish's //deśa-kāla-pātra// are different. But if we conclude that the sea gulls will also shiver in the water, that is nonsense; their //deśa-kāla-pātra// is again different. There are 8,400,000 different species of life in the material cosmic manifestation, and each species must adjust to circumstances differently. Even on this planet, you cannot go live comfortably in Alaska, although it is America. Similarly, the living entities enjoying life in Alaska do not come here. **Karandhara:** Relativity, then, is based upon our individual situation. **Śrīla Prabhupāda:** Yes. Therefore it is said that what is food for one is poison for another. **Brahmānanda Swami:** Because scientists cannot survive on the moon, they think no one else can. ===== The 8.6-Billion-Year Day ===== **Dr. Singh:** The problem with the world is that practically everyone is thinking only in terms of his own circumstances---and that",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/1.txt/",
    "part": 4
  },
  {
    "id": "chapter1",
    "text": "is nonsense. **Student:** Someone who has never gone out of his village thinks that his village is the whole world. **Śrīla Prabhupāda:** Yes. The frog is always thinking in terms relative to his well. He has no power to think otherwise. The ocean is great, but he is thinking of the ocean's greatness in terms relative to his //own// greatness. Similarly, God is great, but we are thinking of God in terms of relative greatness, greatness relative to our own. There are certain insects that are born at night, and they grow, bear offspring and die---all before daybreak. They never see the morning. So if they conclude that there is no morning, that is nonsense. In the same way, as soon as we hear from the //śāstras// [revealed scriptures] that Brahmā's duration of life is equivalent to millions of our years, we do not believe it. We say, \"How can it be?\" But //Bhagavad-gītā// [[books:bg:8:17|(8.17)]] says, //sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ:// \"Four billion three hundred million earth years equal Brahmā's twelve hours.\" Even a leading Indian politician who was known as a great scholar of the //Gītā// could not accept this information. He said it is mental speculation. Such a rascal! Yet he is passing as an important scholar. This is the problem. Rascals and fools are passing as scholars, scientists and philosophers, and therefore the whole world is being misguided.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/1.txt/",
    "part": 5
  },
  {
    "id": "chapter2",
    "text": "Recorded on April 19, 1973, \\\\ In Cheviot Hills Park, Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Karandhara dāsa adhikārī, Brahmānanda Svāmī and other students. ===== Darwinism Extinct ===== **Śrīla Prabhupāda:** This material world is a composition of three qualities---//sattva, rajas// and //tamas// (goodness, passion and ignorance)---which are working everywhere. These three qualities are present in various proportions in all species of life. For example, some trees produce nice fruit, while others are simply meant for fuel. This is due to the association of particular qualities of nature. Among animals also, these three qualities are present. The cow is in the quality of goodness, the lion in passion, and the monkey in ignorance. According to Darwin, Darwin's father is a monkey. [Laughter.] He has theorized foolishly. **Dr. Singh:** Darwin has said that some species become extinct in the struggle for survival. Those which are capable of surviving will survive, but those which are not will become extinct. So he says survival and extinction go side by side. **Śrīla Prabhupāda:** Nothing is extinct. The monkey is not extinct. Darwin's immediate forefather, the monkey, is still existing. **Karandhara:** Darwin said there must be a natural selection. But selection means choice. So who is choosing? **Śrīla Prabhupāda:** That must be a person. Who is allowing someone to survive and someone to be killed? There must be some authority with discretion to give such an order. That is our first proposition. Who that authority is, is explained in //Bhagavad-gītā.// Kṛṣṇa says, //mayādhyakṣeṇa prakṛtiḥ:// \"Nature is working under My supervision.\" [[books:bg:9:10|(Bg. 9.10)]] **Dr. Singh:** Darwin also says that the different species were not created simultaneously, but evolved gradually. **Śrīla Prabhupāda:** Then what is his explanation for how the process of evolution began? **Karandhara:** Modern proponents of Darwinism say that the first living organism was created chemically. **Śrīla Prabhupāda:** And I say to them, \"If life originated from chemicals, and if your science is so advanced, then why can't //you// create life biochemically in your laboratories?\" ===== In the Future ===== **Karandhara:** They say they will create life in the future. **Śrīla Prabhupāda:** What future? When this crucial point is raised, they reply, \"We shall do it in the future.\" Why in the future? That is nonsense. \"Trust no future, however pleasant.\" If they are so advanced, they",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/2.txt/",
    "part": 1
  },
  {
    "id": "chapter2",
    "text": "must demonstrate //now// how life can be created from chemicals. Otherwise what is the meaning of their advancement? They are talking nonsense. **Karandhara:** They say that they are right on the verge of creating life. **Śrīla Prabhupāda:** That's only a different way of saying the same thing: \"In the future.\" The scientists must admit that they still do not know the origin of life. Their claim that they will soon prove a chemical origin of life is something like paying someone with a postdated check. Suppose I give you a postdated check for ten thousand dollars but I actually have no money. What is the value of that check? Scientists are claiming that their science is wonderful, but when a practical example is wanted, they say they will provide it in the future. Suppose I say that I possess millions of dollars, and when you ask me for some money I say, \"Yes, I will now give you a big postdated check. Is that all right?\" If you are intelligent, you will reply, \"At present give me at least five dollars in cash so I can see something tangible.\" Similarly, the scientists cannot produce even a single blade of grass in their laboratories, yet they are claiming that life is produced from chemicals. What is this nonsense? Is no one questioning this? **Karandhara:** They say that life is produced by chemical laws. **Śrīla Prabhupāda:** As soon as there is a law, we must take into consideration that someone made the law. Despite all their so-called advancement, the scientists in their laboratories cannot produce even a blade of grass. What kind of scientists are they? **Dr. Singh:** They say that in the ultimate analysis, everything came from matter. Living matter came from nonliving matter. **Śrīla Prabhupāda:** Then where is this living matter coming from now? Do the scientists say that life came from matter in the past but does not at the present? Where is the ant coming from now---from the dirt? ===== The Missing Link ===== **Dr. Singh:** in fact, there are several theories explaining how life originated from matter, how living matter came from the nonliving. **Śrīla Prabhupāda:** [casting Dr. Singh in the role of a materialistic scientist]. All right, scientist, why is life not coming from matter now? You rascal. Why isn't",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/2.txt/",
    "part": 2
  },
  {
    "id": "chapter2",
    "text": "life coming from matter now? Actually such scientists are rascals. They childishly say that life came from matter, although they are not at all able to prove it. Our Kṛṣṇa consciousness movement should expose all these rascals. They are only bluffing. Why don't they create life immediately? In the past, they say, life arose from matter; and they say that this will happen again in the future. They even say that they will create life from matter. What kind of theory is this? They have already commented that life began from matter. This refers to the past---\"began.\" Then why do they now speak of the future? Is it not contradictory? They are expecting the past to occur in the future. This is childish nonsense. **Karandhara:** They say that life arose from matter in the past and that they will create life this way in the future. **Śrīla Prabhupāda:** What is this nonsense? If they cannot prove that life arises from matter in the present, how do they know life arose this way in the past? **Dr. Singh:** They are assuming... **Śrīla Prabhupāda:** Everyone can assume, but this is not science. Everyone can assume something. You can assume something, I can assume something. But there must be proof. We can //prove// that life arises from life. For example, a father begets a child. The father is living, and the child is living. But where is their proof that a father can be a dead stone? //Where is their proof?// We can easily prove that life begins from life. And the original life is Kṛṣṇa. That also can be proven. But what evidence exists that a child is born of stone? They cannot actually prove that life comes from matter. They are leaving that aside for the future. [Laughter.] **Karandhara:** The scientists say that they can now formulate acids, amino acids, that are almost like one-celled living organisms. They say that because these acids so closely resemble living beings, there must be just one missing link needed before they can create life. **Śrīla Prabhupāda:** Nonsense! Missing link. I'll challenge them to their face! [Laughter.] They are missing this challenge. The missing link is this challenge to their face. ===== Nobel Prize for an Ass ===== **Dr. Singh:** Some scientists hope that in the future they will",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/2.txt/",
    "part": 3
  },
  {
    "id": "chapter2",
    "text": "be able to make babies in test tubes. **Śrīla Prabhupāda:** Test tubes? **Dr. Singh:** Yes, they intend to combine male and female elements in biological laboratories. **Śrīla Prabhupāda:** If they begin with living entities, what is the purpose of the test tube? It is only a place for combination, but so is the womb. Where is the credit for the scientists if this is already being done in nature's test tube? **Karandhara:** It is already being done by nature, but when some scientist does it, people will give him the Nobel Prize. **Śrīla Prabhupāda:** Yes, that is stated in //Śrīmad-Bhāgavatam: śva-vid-varāhoṣṭra-kharaiḥ saṁstutaḥ puruṣaḥ paśuḥ//.[4] This verse indicates that those who praise men who are like animals are no better than dogs, hogs, camels and asses. //Śva// means \"dog,\" //vid-varāha// means \"stool-eating hog,\" //uṣṭra// means \"camel,\" and //khara// means \"ass.\" If the Nobel Prize is given to a scientist who is a rascal, the men on the committee who give him that prize are no better than dogs, hogs, camels and asses. We don't accept them as human beings. One animal is praised by another animal. Where is the credit in that? If the men on the committee are no better than animals, anyone who receives the Nobel Prize in science is fool number one, because animals are praising him, not human beings. **Dr. Singh:** For some scientists, the Nobel Prize is the ultimate. **Śrīla Prabhupāda:** They are rascals. They are speaking nonsense, and because they are juggling words, others are being misled. **Brahmānanda Swami:** Nobel is the person who invented dynamite. **Śrīla Prabhupāda:** He has created great misfortune, and he has left his money for creating further misfortune. [Laughter.] **Brahmānanda Swami:** The //Gītā// says that demoniac people perform acts meant to destroy the world. **Śrīla Prabhupāda:** Yes. //Ugra-karmāṇaḥ kṣayāya jagato 'hitaḥ// [[books:bg:16:9|(Bg. 16.9)]]. They perform acts meant for inauspiciousness and the destruction of the world. ===== The Difference Between the Living and the Nonliving ===== [Śrīla Prabhupāda points at a dead tree with his cane.] **Śrīla Prabhupāda:** Formerly leaves and twigs were growing from this tree. Now they are not. How would the scientists explain this? **Karandhara:** They would say the tree's chemical composition has changed. **Śrīla Prabhupāda:** To prove that theory, they must be able to inject the proper chemicals to make branches",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/2.txt/",
    "part": 4
  },
  {
    "id": "chapter2",
    "text": "and leaves grow again. The scientific method includes observation, hypothesis and then demonstration. Then it is perfect. But the scientists cannot actually demonstrate in their laboratories that life comes from matter. They simply observe and then speak nonsense. They are like children. In our childhood, we observed a gramophone box and thought that within the box was a man singing, an electric man. We thought there must have been an electric man or some kind of ghost in it. [Laughter.] **Dr. Singh:** One of the popular questions that arises when we start studying biology is \"What is the difference between a living organism and that which is not living?\" The textbooks say that the chief characteristics that distinguish the two are that a living being can move and reproduce, whereas dead matter can do neither. But the books never talk about the nature of the soul or about the consciousness of the living entity. **Śrīla Prabhupāda:** But consciousness is the primary indication that life is present. Only because of consciousness can a living being move and reproduce. Because a person is conscious, he thinks of marrying, and begetting children. And the original consciousness is described in the //Vedas: tad aikṣata bahu syām// (//Chāndogya Upaniṣad// 6.2.3). This means that God, the original conscious being, said, \"I shall become many.\" Without consciousness, there is no possibility of by-products. ===== The Individual Living Force ===== **Śrīla Prabhupāda:** The gardeners supply water to the green trees, so why don't they supply water to this dead tree and make it green? **Dr. Singh:** From experience they know that it will not grow. **Śrīla Prabhupāda:** Then what is the element that is lacking? Scientists say that chemicals are the cause of life, but all the chemicals that were present when the tree was alive are still there. And these chemicals are still supporting the lives of many living entities such as microbes and insects. So they cannot say that life energy is lacking in the body of the tree. The life energy is there. **Dr. Singh:** But what about the life energy of the tree itself? **Śrīla Prabhupāda:** Yes, that is the difference. The living force is individual, and the particular individual living entity that was the tree has left. This must be the case, since all the chemicals necessary",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/2.txt/",
    "part": 5
  },
  {
    "id": "chapter2",
    "text": "to support life are still there, yet the tree is dead. Here is another example. Suppose I am living in an apartment, and then I leave it. I am gone, but many other living entities remain there---ants, spiders and so forth. So it is not true that simply because I have left the apartment, it can no longer accommodate life. Other living entities are still living there. It is simply that I---an individual living being---have left. The chemicals in the tree are like the apartment: they are simply the environment for the individual force---the soul---to act through. And the soul is an individual. I am an individual, and therefore I may leave the apartment. Similarly, the microbes are also individuals; they have individual consciousness. If they are moving in one direction but are somehow blocked, they think, \"Let me go the other way.\" They have //personality.// **Karandhara:** But in a dead body there is no personality. **Śrīla Prabhupāda:** This indicates that the individual soul has left that body. The soul has left, and therefore the tree does not grow. **Dr. Singh:** Within the living body, Śrīla Prabhupāda, there are innumerable small living entities, but the individual self who owns the body is also living there. Is that correct? **Śrīla Prabhupāda:** Yes. In my body there are millions of living entities. In my intestines there are many worms. If they become strong, then whatever I eat, they eat, and I derive no benefit from the food. Therefore those who are full of hookworms eat very much but do not grow. They become lean and thin, and they are very hungry, because these small living entities are eating their food. So there are thousands and millions of living entities in my body---they are individuals, and I am an individual---but I am the proprietor of the body, just as I may be the proprietor of a garden in which many millions of living entities reside. **Student:** So if I eat //kṛṣṇa-prasāda// [food offered to Lord Kṛṣṇa], are the living entities in my body also eating //prasāda?// **Śrīla Prabhupāda:** Yes. You are very benevolent. [Laughs.] You take //kṛṣṇa-prasāda// for others. **Karandhara:** Welfare work. **Śrīla Prabhupāda:** Yes, but there are so many things within you for them to eat that you do not need to make a separate endeavor",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/2.txt/",
    "part": 6
  },
  {
    "id": "chapter2",
    "text": "to feed them. ===== Minimum Words, Maximum Solution ===== **Śrīla Prabhupāda:** The individual soul is never lost. He does not die, nor is he born. He simply changes from one body to another, just as one changes garments. This is perfect science. **Dr. Singh:** But why don't scientists accept this? **Śrīla Prabhupāda:** They are not nice men. They are rascals. They are not even gentlemen. Under appropriate circumstances, gentlemen will have some shyness or some shame. But these men are shameless. They cannot properly answer our challenges, yet they shamelessly claim that they are scientists and that they will create life. They are not even gentlemen. At least //I// regard them like that. A gentleman will be ashamed to speak nonsense. **Dr. Singh:** They do not think before they speak. **Śrīla Prabhupāda:** That means that they are not human beings. A human being thinks twice before saying anything. Kṛṣṇa makes the presence of life within the body so easy to understand. He says: > dehino 'smin yathā dehe > kaumāraṁ yauvanaṁ jarā > tathā dehāntara-prāptir > dhīras tatra na muhyati [\"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.\" [[books:bg:2:13|(Bg. 2.13)]]] In these two lines, Kṛṣṇa solves the whole biological problem. That is knowledge. Minimum words, maximum solution. Volumes of books expounding nonsense have no meaning. Materialistic scientists are like croaking frogs: //ka-ka-ka, ka-ka-ka.// [Śrīla Prabhupāda imitates the sound of a croaking frog, and the others laugh.] The frogs are thinking, \"Oh, we are talking very nicely,\" but the result is that the snake finds them and says, \"Oh, here is a nice frog!\" [Śrīla Prabhupāda imitates the sound of a snake eating a frog.] //Bup!// Finished. When death comes, everything is finished. The materialistic scientists are croaking---//ka-ka-ka//---but when death comes, their scientific industry is finished, and they become dogs, cats or something like that.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/2.txt/",
    "part": 7
  },
  {
    "id": "chapter3",
    "text": "Recorded on April 28, 1973, \\\\ In Cheviot Hills Park, Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Karandhara dāsa adhikārī and other students. ===== Scientists as Thieves ===== **Śrīla Prabhupāda:** [holding a rose in his hand]. Can any scientist create a flower like this in the laboratory? **Dr. Singh:** That is not possible. **Śrīla Prabhupāda:** No, it is not. Just see how wonderfully Kṛṣṇa's energy is working! No scientist can create a flower like this in his laboratory. They cannot create even a few grains of sand, yet they claim to possess the most advanced intellects in the universe. This is foolish. **Dr. Singh:** They take matter from Kṛṣṇa, manipulate it, and then claim that //they// have created something wonderful. **Śrīla Prabhupāda:** At least if they would admit that they have taken the matter from Kṛṣṇa, that would be good. We understand that everything comes from Kṛṣṇa. **Dr. Singh:** But they will not admit that they are taking anything from Kṛṣṇa. Instead they say that //they// are the creators. **Śrīla Prabhupāda:** How have they created anything? They take the sand and mix it with some chemicals and make glass. They have not created the sand or the chemicals; they have taken them from the earth. How have they created anything? **Dr. Singh:** They say, \"We have taken the materials from nature.\" **Śrīla Prabhupāda:** \"From nature\" means from a person. They have taken from nature, but they are thieves because everything in nature belongs to Kṛṣṇa. //Īśāvāsyam idaṁ sarvam:// \"Everything is God's creation.\" ([[books:iso:1|Īśo mantra 1]]) In //Bhagavad-gītā// Kṛṣṇa states that if one does not perform //yajña// [sacrifice], he is a thief. //Yajña// means acknowledging that things have been taken from Kṛṣṇa. We should think, \"Kṛṣṇa, You have given us many, many things for our maintenance.\" //This// much acknowledgement Kṛṣṇa wants; that's all. Otherwise, what can He expect from //you?// What are you in His presence? We should acknowledge Kṛṣṇa's kindness. Therefore, before we eat we offer the food to Kṛṣṇa and say, \"Kṛṣṇa, You have given us this nice food, so first You taste it.\" Then we eat it. Kṛṣṇa is not hungry, yet He can eat the whole world and then again produce it exactly as it was. //Pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate// [[books:iso:0b|[Īśo Invocation]]]. Kṛṣṇa is so perfect that if",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/3.txt/",
    "part": 1
  },
  {
    "id": "chapter3",
    "text": "you take from Kṛṣṇa all of Kṛṣṇa's energy, all the original energy is still with Him. //That// is perfect conservation of energy. ===== The Origin of Nature ===== **Dr. Singh:** There is a scientific journal called //Nature.// It contains articles concerning natural products like plants, flowers and minerals, but it does not mention God. **Śrīla Prabhupāda:** We may rightly observe that plants are being produced by nature. But the next question we must ask is, \"Who has produced nature?\" To ask //this// is real intelligence. **Dr. Singh:** They don't generally think about this. **Śrīla Prabhupāda:** Then they are foolish. Where does nature come from? As soon as we speak of nature, the next question should be, \"//Whose// nature?\" Is it not so? For instance, I speak of //my// nature, and you speak of //your// nature. Therefore, as soon as we speak of nature, the next inquiry should be, \"//Whose// nature?\" Nature means energy. And as soon as we speak of energy, we must inquire into the source of that energy. For example, if you speak of electric energy, you must accept its source, the powerhouse. How can you deny it? Electricity does not come to us automatically. Similarly, nature is not working automatically; it is under the control of Kṛṣṇa. **Student:** In the //Vedas// it is said that material energy works under Kṛṣṇa's direction. **Śrīla Prabhupāda:** Yes. As soon as you speak of energy, there must be a source. ===== The Mirage of the Material World ===== **Karandhara:** Geologists study the strata of the earth's crust to trace out the origin of the earth. **Śrīla Prabhupāda:** But these strata are being created and destroyed at every moment. Now they are one way, and a half hour from now they will be different. They are //jagat,// always changing. Kṛṣṇa states in //Bhagavad-gītā// [[books:bg:8:4|(8.4)]], //adhibhūtaṁ kṣaro bhāvaḥ:// \"Physical nature is known to be endlessly mutable.\" Therefore, one cannot find out the source of all energy simply by observing the energy itself. Now the earth's strata may be black, later they may be white, and then again black. So the geologists study the black color, then the white color, again the black, and so on. This is called //punaḥ punaś carvita-carvaṇānām// [[books:sb:7:5:30|[SB 7.5.30]]], \"chewing the chewed.\"[5] Now it is cold, at midday it will be warm, and",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/3.txt/",
    "part": 2
  },
  {
    "id": "chapter3",
    "text": "at night it will be cold again. In this way, the entire material cosmic manifestation is subject to different types of change. Even our bodies are changing. Everything is changing. But what is the eternity behind this changing? That is the subject of real knowledge. The scientists do not find that eternity, and therefore they are disappointed. They think that the background of everything is void, zero. They think that eternity is zero. And when they are asked where this zero comes from, they say, \"It comes from nothing.\" So we must ask them, \"How have the varieties come about?\" The Vedic conclusion is that variety is eternal, although the changing varieties the scientists study in the material world are temporary. These varieties are shadow varieties. Real variety exists eternally in the spiritual world. **Dr. Singh:** So the material universe is like a mirage? **Śrīla Prabhupāda:** Yes. Suppose I think I see water in the desert when there is not water. This is an illusion. Water exists, but not in the mirage. Similarly, the material varieties we see---the varieties of enjoyment---are like that mirage. We, the living entities, are meant for enjoyment, but we are seeking enjoyment in a false place---in an illusion. We are like the desert animals who run after water in a mirage and eventually die of thirst. They cannot relieve their thirst with such illusory water. Similarly, we are trying to manufacture many things to satisfy our thirst for enjoyment, but we are being baffled at every turn because material existence is an illusion. Therefore real intelligence means to inquire, \"Where is the reality? Where is the eternal substance behind the illusion?\" if we can find //that// out, we can experience real enjoyment.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/3.txt/",
    "part": 3
  },
  {
    "id": "chapter4",
    "text": "Recorded on April, 29, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Brahmānanda Svāmī, Karandhara dāsa adhikārī and other students. ===== The Progress of the Asses ===== **Śrīla Prabhupāda:** Everyone is suffering here in the material world, and scientific improvement means that the scientists are creating a situation of further suffering. That's all. They are not making improvements. Bhaktivinoda Ṭhākura[6] confirms this by saying, //moha janamiyā, anitya saṁsāre, jīvake karaye gāḍha:// \"By so-called scientific improvements, the scientist has become an ass.\" Moreover, he is becoming a better and better ass, and nothing more. Suppose that by working very hard like an ass, a person builds a skyscraper. He may engage in a lifelong labor for this, but ultimately he must die. He cannot stay; he will be kicked out of his skyscraper, because material life is impermanent. Scientists are constantly doing research, and if you ask them what they are doing, they say, \"Oh, it is for the next generation, for the future.\" But I say, \"What about //you?// What about your skyscraper? If in your next life you are going to be a tree, what will you do with your next generation then?\" But he is an ass. He does not know that he is going to stand before his skyscraper for ten thousand years. And what about the next generation? If there is no petrol, what will the next generation do? And how will the next generation help him if he is going to be a cat, a dog or a tree? The scientists---and everyone else---should endeavor to achieve freedom from the repetition of birth and death. But instead, everyone is becoming more and more entangled in the cycle of birth and death. //Bhave 'smin kliśyamānānām avidyā-kāma-karmabhiḥ.// This is a quotation from //Śrīmad-Bhāgavatam// [[books:sb:1:8:35|(1.8.35)]]. Here in one line the whole material existence is explained. //This// is literature. This one line is worth thousands of years of research work. It explains how the living entity is taking birth in this world, where he comes from, where he is going, what his activities should be, and many other essential things. The words //bhave 'smin kliśyamānānām// refer to the struggle for existence. Why does this struggle exist? Because of //avidyā,// ignorance. And what",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/4.txt/",
    "part": 1
  },
  {
    "id": "chapter4",
    "text": "is the nature of that ignorance? //Kāma-karmabhiḥ,// being forced to work simply for the senses, or in other words, entanglement in material sense gratification. **Student:** So, is it true that modern scientific research increases the demands of the body because the scientist is ultimately working to gratify his senses? **Śrīla Prabhupāda:** Yes. ===== Word Jugglery and World Crisis ===== **Śrīla Prabhupāda:** It is said in the //Vedas, yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati// (//Muṇḍaka Upaniṣad// 1.3): \"If one knows the Absolute Truth, then all other things become known.\" I am not a Ph.D., yet I can challenge the scientists. Why? Because I know Kṛṣṇa, the Absolute Truth. //Yasmin sthito na duḥkhena guruṇāpi vicālyate:// \"If one is situated in Kṛṣṇa consciousness, then even in the greatest calamities he will not be disturbed.\" [[books:bg:6:20-23|(Bg. 6.22)]] //Śrīmad-Bhāgavatam// [[books:sb:1:5:22|(1.5.22)]] declares, //avicyuto 'rthaḥ kavibhir nirūpito yad uttamaśloka-guṇānuvarṇanam:// \"Great personalities have decided that Kṛṣṇa consciousness is the perfection of life.\" This kind of knowledge is required. Not that we do some research, come up with a theory, and after fifteen years say, \"No, no, it is not right---it is another thing.\" That is not science; that is child's play. **Dr. Singh:** That is how they discover things---by research. **Śrīla Prabhupāda:** And what is the //cost// of the research? It is a scientific method for drawing money from others, that's all. In other words, it is cheating. Scientists juggle words like //plutonium, photons, hydrogen// and //oxygen,// but what good will people get from this? When people hear this jugglery of words, what can they say? One scientist explains something to some extent, and then another rascal comes along and explains it again, but differently, with different words. And all the time the phenomenon has remained the same. What advancement has been made? They have simply produced volumes of books. Now there is a petrol problem. Scientists have created it. If the petrol supply dwindles away, what will these rascal scientists do? They are powerless to do anything about it. ===== The Billion-Dollar Dustheap ===== **Śrīla Prabhupāda:** Now there is a scarcity of water in India, but what are the scientists doing about it? There is more than enough water in the world, so why don't the scientists bring water where it is urgently required? They should employ irrigation immediately. But instead",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/4.txt/",
    "part": 2
  },
  {
    "id": "chapter4",
    "text": "they are going to the moon, the dusty planet, to make it fertile. Why don't they irrigate //this// planet? There's plenty of seawater, so why don't they irrigate the Sahara or the Arabian or Rajasthani Desert? \"Yes,\" they say, \"in the future. We are trying.\" In their pride, they immediately say, \"Yes, yes. We are trying.\" In //Bhagavad-gītā// it is said that when one is engaged in the business of satisfying unnecessary desires, he becomes bereft of all intelligence (//kāmais tais tair hṛta-jñānāḥ// [[books:bg:7:20|[Bg. 7.20]]]). This moon project is childish. Those who aspire to go to the moon are like crying children. A child cries, \"Mother, give me the moon,\" so the mother gives the child a mirror and says, \"Here is the moon, my dear son.\" And the child takes the mirror, sees the moon in it and says, \"Oh, I have the moon.\" Unfortunately, this is not just a story. **Karandhara:** After spending all that money to go to the moon and bring back just a few rocks, the people on the space project decided that there was nothing more to do there. **Brahmānanda Swami:** Now they want to go to another planet, but they are short of money. Going to other planets costs millions and billions of dollars. **Śrīla Prabhupāda:** People work very hard while the rascal government takes taxes and spends money unnecessarily. There should be no sympathy when so much hard-earned money comes from the public and is spent so foolishly. Now the leaders are presenting another bluff \"Don't worry, we are going to another planet. Now we shall bring //more// dust. We shall bring tons of dust. Oh, yes, now we shall have tons of dust.\" **Dr. Singh:** They believe there may be life on Mars. **Śrīla Prabhupāda:** They may believe or not believe. What is the difference? Life exists //here,// but people are fighting. So suppose there is life on Mars. There //is// life on Mars, undoubtedly. But what will we gain from this? **Dr. Singh:** People are curious to know what is going on there. **Śrīla Prabhupāda:** That means that for their childish curiosity they must spend vast sums of money. Just see the fun. And when they are asked to help one of the many poverty-stricken countries, they say, \"No. No money.\" Do you see?",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/4.txt/",
    "part": 3
  },
  {
    "id": "chapter4",
    "text": "===== Sāṅkhya Philosophy and Modern Science ===== **Dr. Singh:** Śrīla Prabhupāda, may we hear a little bit about Sāṅkhya philosophy? **Śrīla Prabhupāda:** There are actually two kinds of Sāṅkhya philosophy: the ancient Sāṅkhya philosophy originally taught by Lord Kapiladeva, and the modern Sāṅkhya philosophy taught more recently by the atheist Kapila. Lord Kapila's Sāṅkhya explains how to become detached from matter and search out Lord Viṣṇu within the heart. This Sāṅkhya is actually a process of devotional service. But the modern Sāṅkhya philosophy simply analyzes the material world into its various elements. In that respect, it is just like modern scientific research. //Sāṅkhya// means \"to count.\" We are also Sāṅkhya philosophers to some extent because we count the material elements: this is land, this is water, this is fire, this is air, this is ether. Furthermore, I can count my mind, my intelligence and my ego. Beyond my ego, however, I cannot count. But Kṛṣṇa says that there //is// something beyond the ego, and that is the living force. This is what scientists do not know. They think that life is merely a combination of material elements, but Kṛṣṇa denies this in the //Bhagavad-gītā// [[books:bg:7:5|(7.5)]]: > apareyam itas tv anyāṁ > prakṛtiṁ viddhi me parām > jīva-bhūtāṁ mahā-bāho > yayedaṁ dhāryate jagat \"Besides this inferior nature [earth, water, fire, air, ether, mind, intelligence and false ego] there is a superior energy of Mine, which consists of all the living entities who are struggling with material nature and sustaining the universe.\" **Dr. Singh:** Are both the inferior and the superior energies studied in modern Sāṅkhya philosophy? **Śrīla Prabhupāda:** No. Modern Sāṅkhya philosophers do not study the superior energy. They simply analyze the material elements, just as the scientists are doing. The scientists do not know that there is spirit soul, nor do the Sāṅkhya philosophers. **Dr. Singh:** They are analyzing the creative material elements? **Śrīla Prabhupāda:** The material elements are not creative! Only the soul is creative. Life cannot be created from matter, and matter cannot create itself. You, a living entity, can mix hydrogen and oxygen to create water. But matter itself has no creative potency. If you place a bottle of hydrogen near a bottle of oxygen, will they automatically combine, without your help? **Dr. Singh:** No. They must be mixed. **Śrīla Prabhupāda:**",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/4.txt/",
    "part": 4
  },
  {
    "id": "chapter4",
    "text": "Of course. Oxygen and hydrogen are Kṛṣṇa's inferior energy, but when you, the superior energy, mix them, then they can become water. ===== The Remote Cause and the Immediate Cause ===== **Śrīla Prabhupāda:** Inferior energy has no power unless superior energy is involved. This sea [indicating the Pacific Ocean] is calm and quiet. But when the superior force, air, pushes it, it manifests high waves. The ocean has no power to move without the superior force of the air. Similarly, there is another force superior to the air, and another and another, until ultimately we arrive at Kṛṣṇa. This is real research. Kṛṣṇa controls nature just as an engineer controls a train. The engineer controls the locomotive, which pulls one car, and that car in turn pulls another, which pulls another, and so the whole train is moving. Similarly, with the creation, Kṛṣṇa gives the first push, and then, by means of successive pushes, the entire cosmic manifestation comes into being and is maintained. This is explained in //Bhagavad-gītā// [[books:bg:9:10|(9.10)]]. //Mayādhyakṣena prakṛtiḥ sūyate sacarācaram:// \"This material nature is working under My direction and is producing all moving and unmoving beings.\" And in the Fourteenth Chapter [[books:bg:14:4|[Bg. 14.4]]] Kṛṣṇa says: > sarva-yoniṣu kaunteya > mūrtayaḥ sambhavanti yāḥ > tāsāṁ brahma mahad yonir > ahaṁ bīja-pradaḥ pitā \"All species of life are made possible by birth in this material nature, O son of Kuntī, and I am the seed-giving father.\" For example, if we sow a banyan seed, a huge tree eventually comes up and, along with it, millions of new seeds. Each of these seeds can in turn produce another tree with millions of new seeds, and so on. This is how Kṛṣṇa, the original seed-giving father, is the primary cause of everything we see. Unfortunately, the scientists observe only the immediate cause; they cannot perceive the remote cause. Kṛṣṇa is described in the //Vedas// as //sarva-kāraṇa-kāraṇam// [Bs. 5.1], the cause of all causes. If one understands the cause of all causes, then he understands everything. //Yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati// (//Muṇḍaka Upaniṣad// 1.3): \"If one knows the original cause, the subordinate causes are automatically known.\" Although the scientists are searching after the original cause, when the //Vedas,// perfect knowledge, declare the original cause to be the Supreme Personality of Godhead, the scientists won't",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/4.txt/",
    "part": 5
  },
  {
    "id": "chapter4",
    "text": "accept it. They keep to their partial, imperfect knowledge. This is their disease. ===== The Cosmic Machine ===== **Śrīla Prabhupāda:** Scientists do not know that there are two types of energy---inferior and superior---although they are actually working with these two energies every day. Material energy can never work independently; it must first come in contact with spiritual energy. So how can people accept that the entire cosmic manifestation, which is nothing but matter, has come about automatically? A competent machine does not work unless a man who knows how to work it pushes a button. A Cadillac is a nice car, but if it has no driver, what is the use of it? So the material universe is also a machine. People are amazed at seeing a big machine with many, many parts, but an intelligent person knows that however wonderful a machine may be, it does not work unless an operator comes and pushes the proper button. Therefore, who is more important---the operator or the machine? So we are concerned not with the material machine---this cosmic manifestation---but with its operator, Kṛṣṇa. Now you may say, \"Well, how do I //know// that He is the operator?\" Kṛṣṇa says, //mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram: [[books:bg:9:10|[Bg. 9.10]]]// \"Under My direction the whole cosmic manifestation is working.\" If you say, \"No, Kṛṣṇa is not the operator behind the cosmos,\" then you have to accept another operator, and you must //present// him. But this you cannot do. Therefore, in the absence of your proof, you should accept mine.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/4.txt/",
    "part": 6
  },
  {
    "id": "chapter5",
    "text": "Recorded on May 3, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh and Brahmānanda Svāmī. ===== The Invisible Pilot ===== **Śrīla Prabhupāda:** Almost everyone in the world is under the false impression that life is born from matter. We cannot allow this nonsensical theory to go unchallenged. Life does not come from matter. Matter is generated from life. This is not theory; it is fact. Science is based on an incorrect theory; therefore all its calculations and conclusions are wrong, and people are suffering because of this. When all these mistaken modern scientific theories are corrected, people will become happy. So we must challenge the scientists and defeat them; otherwise they will mislead the entire society. Matter changes in six phases: birth, growth, maintenance, production of by-products, dwindling and death. But the life within matter, the spirit soul, is eternal; it goes through no such changes. Life //appears// to be developing and decaying, but actually it is simply passing through each of these six phases until the material body can no longer be maintained. Then the old body dies, and the soul enters a new body. When our clothing is old and worn, we change it. Similarly, one day our bodies become old and useless, and we pass on to a new body. As Kṛṣṇa says in the //Bhagavad-gītā// [[books:bg:2:13|(2.13)]], //dehino 'smin yathā dehe kaumāraṁ yauvanaṁ jarā/ tathā dehāntara-prāptiḥ:// \"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death.\" And a little later (2.18): //antavanta ime dehā nityasyoktāḥ śarīriṇaḥ.// This means that only the material body of the indestructible and eternal living entity is subject to destruction. The material body is perishable, but the life within the body is //nitya,// eternal. Everything works on the basis of this living force. This is the Pacific Ocean, and these high waves are being manipulated by living force. This airplane [Śrīla Prabhupāda gestures toward a passing aircraft] is flying, but is it flying undirected? **Dr. Singh:** Someone is directing it. **Śrīla Prabhupāda:** Yes. Everything is working under someone's direction. Why do the rascal scientists deny this? The airplane is a big machine, but it is flying under the direction of",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/5.txt/",
    "part": 1
  },
  {
    "id": "chapter5",
    "text": "a small spiritual spark, the pilot. Scientists cannot prove that this big 747 airplane could fly without the small spiritual spark. So, as the small spiritual spark can direct a large plane, the big spiritual spark directs the whole cosmic manifestation. Setting the Real Problems Aside **Śrīla Prabhupāda:** The //Śvetāśvatara Upaniṣad// says: > keśāgra-śata-bhāgasya > śatāṁśaḥ sādṛśātmakaḥ > jīvaḥ sūkṣma-svarūpo 'yaṁ > saṅkhyātīto hi cit-kaṇaḥ > [[books:cc:madhya:19:140|[Cc. Madhya 19.140]]] According to this verse, the measurement of the soul, the proprietor of the body, is one ten-thousandth part of the tip of a hair. This is very small-atomic. But because of that atomic spiritual energy, my body is working. That atomic spiritual energy is within the body, and therefore the body works, and the airplane flies. Is it so difficult to understand? Suppose a man thinks himself very stout and strong. //Why// is he stout and strong? It is only because within him there exists a spiritual spark. As soon as the small spiritual spark is gone, his strength and vigor disappear, and the vultures come and eat his body. If scientists say that matter is the cause and origin of life, then let us ask them to bring back to life just one dead man, one great man like Professor Einstein. Let them inject some chemicals so that just one dead man may come back to life and work again. But this they cannot do. There are so many things they do not know, but still they are called scientists. **Dr. Singh:** Sometimes when a problem is too dreadfully serious, we tend to take it lightly. **Śrīla Prabhupāda:** Yes. When a monkey confronts a tiger, the monkey closes its eyes, and the tiger immediately attacks. Similarly, if scientists cannot solve a problem, they may think, \"All right, let it go on.\" This is actually what they are doing, because our real problem is death. No one wants to die, but scientists cannot stop death. They speak superficially about death because they cannot give any relief from it. We do not wish to die, we do not wish to become old, and we do not wish to become diseased. But what help can the scientists offer? They cannot do anything about it. They have set aside the major problems. ===== President Jackal ===== **Śrīla Prabhupāda:**",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/5.txt/",
    "part": 2
  },
  {
    "id": "chapter5",
    "text": "In Bengal there is a story called //jaṅgal-kī rājā,// concerning a jackal who became king of the forest. Jackals are known for their cunning. One day this jackal came into a village and fell into a tub of blue dye. He fled to the forest, but he had become blue. So all the animals said, \"What is this? What is this? Who is this animal?\" Even the lion was surprised: \"We have never seen you before, sir. So who are you?\" The jackal replied, \"I have been sent by God.\" So they began to worship him as God. But then one night some other jackals began to cry: //\"Wa, wa, wa!\"// And since jackals cannot restrain themselves from returning the call of their own kind, this blue jackal also began to cry, //\"Wa, wa, wa!\"// And thus he exposed himself before all the other animals as being nothing more than a jackal. Many jackals have been arrested and have resigned from your government. **Brahmānanda Swami:** The Watergate affair. It is called the Watergate scandal. **Śrīla Prabhupāda:** Practically speaking, at the present moment no honest man can become a government official. This is true everywhere. Unless one is a rogue, a dishonest person, one cannot maintain his governmental position. Therefore no noble man goes into the government. But what can you do? **Dr. Singh:** Politicians are the greatest cheaters. **Śrīla Prabhupāda:** Yes, they are scoundrels. One philosopher said that politics is the last resort of scoundrels. ===== Science Should Stop Death ===== **Brahmānanda Swami:** Do scientists know the cause of cancer? **Dr. Singh:** They have several theories. **Śrīla Prabhupāda:** Suppose you know the cause of cancer. What is the benefit? Even if you could stop cancer, you could not make a man live forever. That is not possible. Cancer or no cancer, a man has to die. He cannot stop death. Death may be caused, if not by cancer, simply by an accident. Real scientific research should aim at stopping death. That is real science, and that is Kṛṣṇa consciousness. Simply to discover some medicine to cure disease is not a triumph. The real triumph is to stop //all// disease. //Bhagavad-gītā// [[books:bg:8:16|(8.16)]] asserts that the real trouble is birth, death, old age and disease. //Ābrahma-bhuvanāl lokāḥ punar āvartino 'rjuna:// \"From the highest planet in the",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/5.txt/",
    "part": 3
  },
  {
    "id": "chapter5",
    "text": "material world down to the lowest, all are places of misery wherein repeated birth and death take place.\" The solution to the problem of repeated birth and death is Kṛṣṇa consciousness, which we are practicing and offering to everyone. The perfect result of this practice is that after the present body becomes useless and dies, one is no longer forced to accept a material body subject to birth, death, disease and old age. This is //real// science.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/5.txt/",
    "part": 4
  },
  {
    "id": "chapter6",
    "text": "Recorded on May 7, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Brahmānanda Svāmī and other students. ===== Chemicals from Mystic Power ===== **Śrīla Prabhupāda:** The scientists say that life begins from chemicals. But the real question is, \"Where have the chemicals come from?\" The chemicals come from life, and this means that life has mystic powers. For example, an orange tree contains many oranges, and each orange contains chemicals---citric acid and others. So where have these chemicals come from? Obviously they have come from the life within the tree. The scientists are missing the origin of the chemicals. They have started their investigation from the chemicals, but they cannot identify the origin of the chemicals. Chemicals come from the supreme life---God. Just as the living body of a man produces many chemicals, the supreme life (the Supreme Lord) is producing all the chemicals found in the atmosphere, in the water, in humans, in animals and in the earth. And that is called mystic power. Unless the mystic power of the Lord is accepted, there is no solution to the problem of the origin of life. **Dr. Singh:** The scientists will reply that they cannot believe in mystic power. **Śrīla Prabhupāda:** But they must explain the origin of the chemicals. Anyone can see that an ordinary tree is producing many chemicals. But how does it produce them? Since the scientists cannot answer this, they must accept that the living force has mystic power. I cannot even explain how my fingernail is growing out of my finger; it is beyond the power of my brain. In other words, my fingernail is growing by inconceivable potency, //acintya-śakti.// So if //acintya-śakti// exists in an ordinary human being, imagine how much //acintya-śakti// God possesses. The difference between God and me is that although I have the same potencies as God, I can produce only a small quantity of chemicals, whereas He can produce enormous quantities. I can produce a little water in the form of perspiration, but God can produce the seas. Analysis of one drop of seawater gives you the qualitative analysis of the sea, without any mistake. Similarly, the ordinary living being is part and parcel of God, so by analyzing the living beings",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/6.txt/",
    "part": 1
  },
  {
    "id": "chapter6",
    "text": "we can begin to understand God. In God there is great mystic potency. God's mystic potency is working swiftly, exactly like an electric machine. Some machines operate by electrical energy, and they are so nicely made that all the work is done simply by pushing a button. Similarly, God said, \"Let there be creation,\" and there was creation. Considered in this way, the workings of nature are not very difficult to understand. God has such wonderful potencies that the creation, on His order alone, immediately takes place. **Brahmānanda Swami:** Some scientists don't accept God or //acintya-śakti.// **Śrīla Prabhupāda:** That is their rascaldom. God exists, and His //acintya-śakti// also exists. Where does a bird's power to fly come from? Both you and the bird are living entities, but the bird can fly because of its //acintya-śakti,// and you cannot. To give another example, semen is produced from blood. A man has mystic power in his body so that because he is sexually inclined, blood is transformed into semen. How is this done unless there is some mystic power involved? There are many mystic powers in the living entities. The cow eats grass and produces milk. Everyone knows this, but can you take some grass and produce milk? Can you? Therefore there is mystic power within the cow. As soon as the cow eats grass, she can transform it into milk. Men and women are basically the same, but as a man you cannot eat food and produce milk, although a woman can. These are mystic powers. **Dr. Singh:** Scientists would say that there are different enzymes or chemicals inside different types of bodies and that these account for the cow's producing milk. **Śrīla Prabhupāda:** Yes, but who produced those enzymes and that arrangement? That was done by mystic power. You cannot make these enzymes or that arrangement. You cannot produce milk from dry grass in your laboratory. Within your body, by mystic power, you can transform food into blood and tissue, but in your laboratory, without mystic power, you cannot even transform grass into milk. Therefore you must accept the existence of mystic power. ===== The Origin of Mystic Power ===== **Śrīla Prabhupāda:** //Yogīs// are mainly concerned with developing different mystic powers. A //yogī// can walk on the water without drowning. The law of gravity",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/6.txt/",
    "part": 2
  },
  {
    "id": "chapter6",
    "text": "does not operate on him. That is a mystic power called //laghimā. Laghimā// means that a person can become lighter than cotton and counteract the law of gravity. The //yoga// system simply develops the inconceivable potency already present in the practitioner. These boys are swimming [gesturing to surf bathers], but I cannot swim. Yet that swimming power is potential within me; I simply have to practice it. So, if yogic power is so potent in the human being, think how much more yogic power God has. Therefore, in the //Vedas// He is called Yogeśvara, which means \"master of all mystic power.\" In the //Bhagavad-gītā// [[books:bg:10:8|(10.8)]] Kṛṣṇa says, //ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate:// \"I am the source of all spiritual and material worlds. Everything emanates from Me.\" Unless we accept this statement from God, there is no conclusive explanation to the origin of material nature. God cannot be understood without accepting the existence of mystic power, but if you understand God scientifically, then you will understand everything. **Dr. Singh:** So do you mean to say that science has started from an intermediate point---not from the original point? **Śrīla Prabhupāda:** Yes, that is it exactly. They are ignorant of the origin. The scientists start from one point---but where does that point come from? That they do not know, in spite of vast research. One has to accept that the original source is God, who is full of all mystic powers and from whom everything emanates. He Himself says in the //Bhagavad-gītā, ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate:// \"I am the source of all spiritual and material worlds. Everything emanates from Me.\" [[books:bg:10:8|[Bg. 10.8]]] Our conclusions are not based on blind faith; they are most scientific. Matter comes from life. In life---in the origin---there are unlimited material resources; that is the great mystery of creation. If you drop a needle, it will fall immediately, but a bird weighing several pounds can float in the air. We must establish the //origin// of this floating. If we study nature, we find that every living entity has some mystic power. A man cannot live within the water for more than a few hours, yet a fish lives there continuously. is that not mystic power? **Dr. Singh:** It is mystic power for me, but not for the fish. **Śrīla Prabhupāda:**",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/6.txt/",
    "part": 3
  },
  {
    "id": "chapter6",
    "text": "Yes. That is because mystic power is not uniformly distributed. But all the mystic powers exist in God, the origin of everything. I derive some of His mystic power, you derive some, and the birds derive some. But the storehouse of mystic power is God. There are eight basic types of mystic powers. Some of them are //laghimā// (by which one can become lighter than a feather), //mahimā// (by which one can become bigger than a mountain), //prāpti// (which enables one to capture anything he likes) and //īśitva// (by which one can completely subdue and control another being). Another type of mystic power can be seen in the sun, because from the sunshine innumerable things are inexplicably produced. Unless the scientists accept the existence of mystic power, they cannot explain these phenomena. They are simply beating around the bush. **Dr. Singh:** A clever scientist may say anything to prove his point, without actually proving it. A real scientist must reach the ultimate, original cause---the final analysis. **Śrīla Prabhupāda:** Yes, unless he finds the ultimate source, he is not actually practicing science. **Dr. Singh:** Does understanding mysticism mean knowing that every day our bodies are dying? **Śrīla Prabhupāda:** Yes. **Dr. Singh:** But the average man does not think he is dying. **Śrīla Prabhupāda:** That is due to foolishness. Every moment he is dying, but he is thinking, \"I shall live forever.\" Actually, death begins from the very moment of birth. Our analysis of the problem is that since people are dying, we should //stop// their death. But the so-called scientists are not only accelerating the process of death, but also refusing to take constructive advice to correct themselves.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/6.txt/",
    "part": 4
  },
  {
    "id": "chapter7",
    "text": "Recorded on May 8, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh and other students. ===== The Cheaters and the Cheated ===== **Śrīla Prabhupāda:** Natural phenomena such as the law of gravity or weightlessness are //acintya-śakti,// inconceivable energies, and real science means to understand this //acintya-śakti.// To observe a chain of events only from a certain point in time is unscientific and gives only incomplete knowledge. We must know where things //begin.// If we carry our investigation far enough, we will find that the origin of nature is //acintya-śakti.// For example, with brain, brush and color we can paint a flower. But we cannot conceive how vegetation throughout the whole earth is automatically growing and fructifying. We can explain the painted flower, but we cannot explain the real flower. Scientists actually cannot explain biological growth. They simply juggle words like //molecule// and //chromosome,// but they cannot actually explain the phenomena. The essential fault of the so-called scientists is that they have adopted the inductive process to arrive at their conclusions. For example, if a scientist wants to determine by the inductive process whether or not man is mortal, he must study every man to try to discover if some or one of them may be immortal. The scientist says, \"I cannot accept the proposition that all men are mortal. There may be some men who are immortal. I have not yet seen every man. Therefore how can I accept that man is mortal?\" This is called the inductive process. And the deductive process means that your father, your teacher or your //guru// says that man is mortal, and you accept it. **Dr. Singh:** So there is an ascending process of gaining knowledge and a descending process?[7] **Śrīla Prabhupāda:** Yes. The ascending process will never be successful, because it relies on the information gathered through the senses, and the senses are imperfect. So we accept the descending process. God cannot be known by the inductive process. Therefore He is called //adhokṣaja,// which means \"unknowable by direct perception.\" The scientists say there is no God because they are trying to understand Him by direct perception. But He is //adhokṣaja//! Therefore, the scientists are ignorant of God because they are missing the method of knowing",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/7.txt/",
    "part": 1
  },
  {
    "id": "chapter7",
    "text": "Him. In order to understand transcendental science, one must approach a bona fide spiritual master, hear from him submissively and render service to him. Lord Kṛṣṇa explains that in the //Bhagavad-gītā// [[books:bg:4:34|(4.34)]]: //tad viddhi praṇipātena paripraśnena sevayā.// My Guru Mahārāja[8] once said, \"The modern world is a society of the cheaters and the cheated.\" Unfortunately, the cheated are eulogizing the cheaters, and the small cheaters are worshiping the great cheaters. Suppose a flock of asses comes and eulogizes me, saying, \"Oh, you are Jagad-guru.\"[9] What is the value of their praise? But if a gentleman or learned man gives praise, his words have some value. Generally, however, the persons who are praising and those who are being praised are both ignorant. As the //Vedas// put it, //saṁstutaḥ puruṣaḥ paśuḥ:// \"A big animal is being praised by a small animal.\" ===== Compassion ===== **Śrīla Prabhupāda:** The law is cheating, medical science is cheating, and the government is cheating. Top government officials are charged with taking bribes. If the governor takes bribes and the constable takes bribes, then where is the good society? People elect the leader who promises them happiness. But since that happiness is //māyā// [or illusion], he can never deliver it, and society simply becomes filled with cheaters. Since people are actually after this illusory happiness, however, they continue to elect such unscrupulous leaders time and time again. The position of a Vaiṣṇava[10] is to take compassion on all these ignorant people. The great Vaiṣṇava Prahlāda Mahārāja once prayed to the Lord, \"My Lord, as far as I am concerned, I have no problems. My consciousness is always absorbed in Your very powerful transcendental activities, and therefore I have understood things clearly. But I am deeply concerned for these rascals who are engaged in activities for illusory happiness.\" A Vaiṣṇava thinks only about how people can become happy. He knows that they are vainly searching after something that will never come to be. For fifty or sixty years people search after illusory happiness, but then they must die without completing the work and without knowing what will happen after death. Actually, their position is like that of an animal, because an animal also does not know what happens to him after death. The animal does not know the value of life, nor why",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/7.txt/",
    "part": 2
  },
  {
    "id": "chapter7",
    "text": "he has come here. By the influence of //māyā,// he simply eats, sleeps, mates, defends and dies. That's all. Throughout their lives the ignorant animals---and the animalistic men---greatly endeavor to do these five things only: eat, sleep, mate, defend and die. Therefore the business of a Vaiṣṇava is to instruct people that God exists, that we are His servants, and that we can enjoy an eternally blissful life serving Him and developing our love for Him. ===== Beyond the Cage ===== **Dr. Singh:** But doesn't the living entity need matter as long as he is in material nature? **Śrīla Prabhupāda:** No, the living entity is purely spiritual; therefore, he doesn't require matter. Because his thinking is diseased, however, he believes he does. The conditioned living entity is like a drunkard who doesn't require drinking, but who nevertheless thinks, \"Without drinking, I shall die.\" This is called //māyā,// or illusion. is it true that if a drunkard doesn't get his drink, he will die? **Dr. Singh:** No, but if a man doesn't eat, he will die. **Śrīla Prabhupāda:** That's also not a fact. Last night we were discussing Raghunātha dāsa Gosvāmī.[11] In his later life, he almost completely abstained from eating and sleeping. He would drink only a little buttermilk every three or four days, and he worked twenty---two hours a day, sleeping two or three. And some days he did not sleep at all. So you may ask, \"How could he survive?\" Actually, he lived for one hundred years. Eating, sleeping, mating and defending were not problems for Raghunātha dāsa Gosvāmī, but still he lived. Because he was a pure devotee of Kṛṣṇa, he was fully aware that the soul is eternal and independent, although it has been put into this bodily cage, which it actually does not require. Suppose a bird is encaged. Is he living simply because he is in the cage? Without the cage he is free. People are thinking that by being encaged within the body they are happy. That is nonsense. Actually, our encagement within this body makes us fearful. But as soon as we purify our existence---we do not even have to come out of our bodies---we will immediately be //abhaya,// fearless. > brahma-bhūtaḥ prasannātmā > na śocati na kāṅkṣati > samaḥ sarveṣu bhūteṣu > mad-bhaktiṁ labhate parām",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/7.txt/",
    "part": 3
  },
  {
    "id": "chapter7",
    "text": "> [[books:bg:18:54|[Bg. 18.54]]] Lord Kṛṣṇa says, \"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.\" We can immediately awaken to our original, spiritual existence, in which there is no more fear, no more lamentation, and no more material desire. **Dr. Singh:** But the scientist would still want some more explanations as to how the living entity can be independent of matter. **Śrīla Prabhupāda:** As long as you are conditioned, you are dependent on matter. For example, a man from Africa is conditioned because he cannot tolerate this cold weather. Therefore he feels discomfort. But there are many people here [gesturing toward children playing on the beach] who are not affected by the cold. The ability to tolerate is simply a question of conditioning. When you are conditioned, you think in terms of dualities like hot and cold, pain and pleasure. But when you are liberated, you have no such conditioned thoughts. Spiritual life means to become unconditioned---to come to the //brahma-bhūta// stage. [[books:sb:4:30:20|[SB 4.30.20]]] That is the perfection of life. Being conditioned means that although the living entity is eternal, due to his conditioning he thinks that he is born, he is dying, he is diseased and he is old. But an unconditioned person is not even old. Kṛṣṇa is described in the //Brahma-saṁhitā// as //advaitam acyutam anādim ananta rūpam ādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca// [Bs. 5.33]. This means that He is the oldest person, the first person, but that He has no old age. He always appears just like a young man of twenty because He is fully spiritual.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/7.txt/",
    "part": 4
  },
  {
    "id": "chapter8",
    "text": "Recorded on May 11, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh and other students. ===== The Evolution of Consciousness ===== **Dr. Singh:** Śrīla Prabhupāda, I came across a statement in the //Bhagavad-gītā// to the effect that all 8,400,000 species of living entities are created simultaneously. Is that correct? **Śrīla Prabhupāda:** Yes. **Dr. Singh:** Does that mean that there are some living entities who come directly to the human species without undergoing the evolutionary process? **Śrīla Prabhupāda:** Yes. Living beings move from one bodily form to another. The forms already exist. The living entity simply transfers himself, just as a man transfers himself from one apartment to another. One apartment is first class, another is second class and another is third class. Suppose a person comes from a lower-class apartment to a first-class apartment. The person is the same, but now, according to his capacity for payment, or //karma//,[13] he is able to occupy a higher-class apartment. Real evolution does not mean physical development, but development of consciousness. Do you follow? **Dr. Singh:** I think so. Do you mean that if one falls to one of the lower stages of life, he must evolve step by step up to the higher stages? **Śrīla Prabhupāda:** Yes. As you get more money you can move to a better apartment. The apartment already exists, however. It is not that the lower-class apartment //becomes// the higher-class apartment. That is Darwin's nonsensical theory. He would say that the apartment has become high class. Modern scientists think that life has come from matter. They say that millions and millions of years ago there was simply matter, but no life. We do not accept that. Of the two energies---life and matter---life, or spirit, is the original, superior energy, and matter is the resultant inferior energy. **Dr. Singh:** Do they exist simultaneously? **Śrīla Prabhupāda:** Yes, but spirit is independent, and matter is dependent. For example, I can live even without my hands or legs. If they were amputated, I could survive. Therefore I am not dependent on my hands and legs; my hands and legs are dependent on me, the spirit soul within my body. ===== Bodies for Eternal Desires ===== **Dr. Singh:** But do life and matter come simultaneously?",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/8.txt/",
    "part": 1
  },
  {
    "id": "chapter8",
    "text": "**Śrīla Prabhupāda:** No. They do not \"come\" at all. They already exist. The \"coming\" idea is in our minds because we are living in this limited world, where we see that there is a beginning to everything. Therefore we think in terms of things \"coming.\" But actually matter and spirit already exist. When I am born, I think my birth is the beginning of the world. But the world already exists. Another example is a fire. When you light a fire, do the light and heat begin later on? No. Whenever a fire is ignited, immediately there is light and heat. But suppose I think, \"Now there is a fire, but I have to wait for the light and heat to come later on.\" isn't that foolishness? **Dr. Singh:** But fire is the source of the heat and light. **Śrīla Prabhupāda:** Yes, but still the heat and light exist simultaneously with the fire. Similarly, the eternal living entities have many different eternal desires. And all the varieties of species also exist eternally to fit these various eternal desires. **Dr. Singh:** And the living entities are made to live in different bodies according to these desires? **Śrīla Prabhupāda:** Yes. For example, the government constructs a prison house because it knows there will be criminals. So when a criminal is tried and convicted, the prison already exists, even before the judgment period. Similarly, God is described as //sarva-jña,// He who knows everything. Thus He knows that some living entities will become criminal and rebel against His service. Furthermore, He knows the various desires the living entities in the material world acquire according to the three modes of material nature. Therefore He creates all the species of life from the very beginning to accommodate all the conditioned souls. The three modes of material nature are //sattva-guṇa// [goodness], //rajo-guṇa// [passion] and //tamo-guṇa// [ignorance]. With these three qualities, all the different objects of the material world are made, just as one might mix the three primary colors (blue, red and yellow) to make millions of hues. The great expertise required to handle this arrangement exists in nature. According to the //Bhagavad-gītā// [[books:bg:3:27|(3.27)]], //prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ:// \"All activities are performed by the modes of material nature.\" And these modes are manifested in the different types of species, which",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/8.txt/",
    "part": 2
  },
  {
    "id": "chapter8",
    "text": "include plants, trees, aquatics, human beings, demigods, cats, dogs and many others, totaling 8,400,000. The Supreme Lord expands Himself as the Paramātmā, or Supersoul, in everyone's heart. Although dwelling in the material body, this Supersoul is not material, even though He is the original source of the material body. Because heat and light are the energies of the sun, the sun never feels \"too hot.\" Similarly, for the Paramātmā there is no distinction between spiritual and material because both the material and the spiritual energies emanate from Him. Sometimes we see that clouds cover the sun; but that is actually our imperfection. We on this planet experience both sunshine and cloudiness, but on the sun, even though it can create clouds, only sunshine is experienced. Similarly, the division of matter and spirit is our experience, not God's. Whether He comes in a so-called material body or in a spiritual body, He is always spiritual. For Him matter and spirit are the same because He is the energetic. He can turn matter into spirit, and spirit into matter. ===== H2O Plus Mystic Power ===== **Dr. Singh:** The chemists and the scientists think that certain elements enable the spirit soul to remain in the material world. These elements, they say, are carbon, hydrogen, nitrogen and oxygen---the main elements that combine to form living units. I think the //Vedas// teach that in order for a living creature to develop, spirit must first enter within these preexisting chemical elements. Is that correct? **Śrīla Prabhupāda:** Yes. For example, the earth contains everything necessary for a plant to grow, but you must first put a seed in the earth. Similarly, a mother has within her womb all the necessary ingredients for creating another body, but the father must first inject the semen, or seed, into the womb; then the child will develop. A dog forms a dog's body, and a human forms a human body. Why? Because all the required ingredients are there, respectively. We find a certain quantity of chemicals in my body, a smaller quantity in an ant's body, and a greater quantity in an elephant's body. So, if I can create so many more chemicals than an ant, and an elephant can create so many more chemicals than I can, then just think how many more chemicals",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/8.txt/",
    "part": 3
  },
  {
    "id": "chapter8",
    "text": "God can create! //This// is the basis on which scientists should consider how hydrogen and oxygen combine to form water. Otherwise, they cannot identify the source of the vast quantities of hydrogen and oxygen required to make the oceans. But we can. This hydrogen and oxygen exist in the //virāṭ-rūpa,// the universal body of the Lord. Why do the scientists fail to understand this plain truth? Hydrogen and oxygen combine to form the water in the seas. We both accept this fact. But the scientists are surprised to hear that the origin of this huge quantity of hydrogen and oxygen is actually //acintya-śakti,// or the inconceivable mystic power of the Lord. ===== The Definition of “Life” ===== **Dr. Singh:** I have noticed a disagreement within the scientific community over the definition of //living// and //nonliving.// Some say that if a being can reproduce, it is alive. Therefore, they claim to have created life because certain large DNA molecules[14] produced in the laboratory can replicate themselves; that is, they can reproduce other chains of molecules by their own power. Some scientists say these DNA molecules are living, and others say they are not. **Śrīla Prabhupāda:** Because somebody is saying one thing and somebody is saying another, their knowledge must be imperfect. **Dr. Singh:** Can we define //living// as \"containing consciousness\" and //nonliving// as \"without consciousness\"? **Śrīla Prabhupāda:** Yes, that is the difference. As Kṛṣṇa says in the //Bhagavad-gītā// [[books:bg:2:17|(2.17)]], //avināśi tu tad viddhi yena sarvam idaṁ tatam:// \"That which is spread all over the body is indestructible.\" Anyone can understand what is spread all over a living body; it is consciousness. According to our consciousness at the time of death, we are awarded a particular bodily shape. If you have a dog's consciousness, you will get a dog's body, and if you have a godly consciousness, you get a demigod's body.[15] Kṛṣṇa gives everyone the freedom to take whatever body he wants: > yānti deva-vratā devān > pitṝn yānti pitṛ-vratāḥ > bhūtāni yānti bhūtejyā > yānti mad-yājino 'pi mām \"Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.\" [[books:bg:9:25|(Bg. 9.25)]] ===== Darwin Condemned =====",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/8.txt/",
    "part": 4
  },
  {
    "id": "chapter8",
    "text": "**Dr. Singh:** If a human being doesn't attain liberation, does he have to pass through all 8,400,000 species of life before again coming to the human form? **Śrīla Prabhupāda:** No, only in the lower forms of life does the living entity progress step by step, according to the laws of nature. In the human form of life, he is endowed with developed consciousness---he has discretion. Therefore if he is advanced in consciousness, he is not going to get the body of a dog or cat; he will get another human body. > prāpya puṇya-kṛtāṁ lokān > uṣitvā śāśvatīḥ samāḥ > śucīnāṁ śrīmatāṁ gehe > yoga-bhraṣṭo 'bhijāyate > [[books:bg:6:41|[Bg. 6.41]]] The word //yoga-bhraṣṭaḥ// refers to someone practicing //yoga// who somehow or other could not fully succeed. There's no question of evolution here; he is again awarded a human body. He does not get a cat's body or a dog's body. As with the apartments we were discussing, if you can pay more, you get a nicer apartment. You do not have to come to the lower-class apartment first. **Dr. Singh:** What you have been saying completely contradicts Darwin's theory of evolution. **Śrīla Prabhupāda:** Darwin is a rascal. What is his theory? We kick out Darwin's philosophy. The more we kick out Darwin's philosophy, the more we advance in spiritual consciousness. **Dr. Singh:** Many scientists doubt Darwin's theories. But Darwin's supporters say that life started from matter and evolved from unicellular organisms to multicellular organisms. They believe that higher species like animals and men did not exist at the beginning of creation. **Śrīla Prabhupāda:** Darwin and his followers are rascals. If originally there were no higher species, why do they exist now? Also, why do the lower species still exist? For example, at the present moment we see both the intellectual person and the foolish ass. Why do both these entities exist simultaneously? Why hasn't the ass form evolved upward and disappeared? Why do we never see a monkey giving birth to a human? The Darwinists' theory that human life began in such and such an era is nonsense. //Bhagavad-gītā// says that you can directly transmigrate to any species of life you like, according to your efforts. Sometimes I travel to America, sometimes to Australia and sometimes to Africa. The countries already exist. I am simply",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/8.txt/",
    "part": 5
  },
  {
    "id": "chapter8",
    "text": "traveling through them. It is not that because I have come to America, I have //created// or //become// America. And there are many countries I have not yet seen. Does that mean they do not exist? The scientists who support Darwin are nonsensical. //Bhagavad-gītā// clearly says that all the species exist simultaneously, and that you can go to whichever species you like. You can even go up to the kingdom of God, if you so desire. All this is declared in //Bhagavad-gītā// by Lord Kṛṣṇa.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/8.txt/",
    "part": 6
  },
  {
    "id": "chapter9",
    "text": "Recorded on May 13, 1973, \\\\ In Cheviot Hills Park, Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Karandhara dāsa adhikārī and other students. ===== Evolution from Human to Dog ===== **Śrīla Prabhupāda:** The so-called scientists are putting their faith in a fraudulent theory. Kṛṣṇa says, //ahaṁ sarvasya prabhavaḥ:// \"I am the origin of everything.\" [[books:bg:10:8|(Bg. 10.8)]] Kṛṣṇa is life; Kṛṣṇa is not a dead stone. **Dr. Singh:** So matter is caused by life? **Śrīla Prabhupāda:** Yes, and matter grows upon life; my body grows upon me, the spirit soul. For example, I have put on this overcoat, which is made according to the size of my body. But i would be foolish if I thought, \"I am this overcoat.\" **Student:** Śrīla Prabhupāda, mineralogists have proven that mountains are growing by sedimentary activity. Is this growth due to the presence of the spirit soul? **Śrīla Prabhupāda:** Yes. //Śrīmad-Bhāgavatam// describes mountains as the bones of God, and the grass as the hair on His body. So, in this sense, God has the biggest body. **Dr. Singh:** Śrīla Prabhupāda, what is the difference between the transmigration of souls in animal bodies and the transmigration of human souls? **Śrīla Prabhupāda:** Animals transmigrate in only one direction---upward---but human beings can transmigrate to either a higher or a lower form of life. The body is awarded according to the living entity's desire. The lower animals have one kind of desire, but the human being has thousands and millions of desires---animal desires as well as human desires. By nature's law, the lower species are coming up from animal forms to the higher, human forms. But once you come to the human form, if you don't cultivate Kṛṣṇa consciousness you may return to the body of a cat or dog. ===== Nirvāṇa ===== **Dr. Singh:** The scientists have no information that there is evolution up //or// down from the human platform. **Śrīla Prabhupāda:** Therefore I say they are rascals. They have no knowledge, yet they still claim to be scientists. Real science is in the //Bhagavad-gītā,// where Kṛṣṇa says, //yānti deva-vratā devān pitṝn yānti pitṛ-vratāḥ// [[books:bg:9:25|(Bg. 9.25)]]. This means that whatever one worships in this life will determine the type of body he gets in his next life. But if one worships Kṛṣṇa, he ends the process of transmigration entirely.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/9.txt/",
    "part": 1
  },
  {
    "id": "chapter9",
    "text": "//Yaṁ prāpya na nivartante tad dhāma:// \"When one goes to that supreme abode of Mine, he never returns [to this material world of birth and death].\" [[books:bg:8:21|(Bg. 8.21)]] Promotion to the spiritual world (//saṁsiddhiṁ paramām//) is the ultimate perfection of human life. Read //Bhagavad-gītā;// everything is there. But the scientists have no idea of this perfection; they do not even believe in the existence of the living entity apart from the gross body. **Dr. Singh:** They do not speak of the living entity; they speak only of bodies. **Student:** Their conception is something akin to Buddhism. The Buddhists say that the body is like a house. Just as a house is put together with wood, the body is put together with chemicals. And when the body dies, it is just like a house that falls apart. Just as the house becomes simply pieces of wood and then there is no more house, so the body becomes simply chemicals, and there is no more body and no more life. **Śrīla Prabhupāda:** That state is called //nirvāṇa.// And then, with the ingredients, you can build another house or another body. That is Buddhism. The Buddhists do not have any information regarding the soul. ===== Destiny and Karma ===== **Student:** Some scientists argue that there are several souls within each body. They use the earthworm as an example. If you cut it in half, both parts will live. They say this proves that two souls occupied the original worm's body. **Śrīla Prabhupāda:** No. It is simply that a new soul has come to occupy the other half of the worm's body. **Dr. Singh:** Must the spirit soul necessarily have a body---either spiritual or material? **Śrīla Prabhupāda:** The soul already has a spiritual body, which the material body covers. My material body grows upon me---my spiritual body---but my material body is unnatural. The real body is spiritual. I am accepting various bodies that are unnatural to my constitution. My real, constitutional position is to be the servant of Kṛṣṇa. As long as I do not come to that position, I remain a servant of matter and get many material bodies according to the laws of material energy. i get one body and then give it up. I desire something else and again get another body. This process is",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/9.txt/",
    "part": 2
  },
  {
    "id": "chapter9",
    "text": "going on under the strict laws of material nature. People think they completely control their destinies, but they are always under nature's law of //karma:// > prakṛteḥ kriyamāṇāni > guṇaiḥ karmāṇi sarvaśaḥ > ahaṅkāra-vimūḍhātmā > kartāham iti manyate \"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities that are In actuality carried out by nature.\" [[books:bg:3:27|(Bg. 3.27)]] The source of this bewilderment is that the living entity thinks, \"I am this body.\" > īśvaraḥ sarva-bhūtānāṁ > hṛd-deśe 'rjuna tiṣṭhati > bhrāmayan sarva-bhūtāni > yantrārūḍhāni māyayā > [[books:bg:18:61|[Bg. 18.61]]] In this verse the word //yantra,// or \"machine,\" means that in any species of life, we are traveling in bodies that are like machines provided by material nature. Sometimes we are moving to higher species, sometimes to lower species. But if, by the mercy of the spiritual master and Kṛṣṇa, one gets the seed of devotional service and cultivates it, he can become free from the cycle of birth and death. Then his life is successful. Otherwise, he has to travel up and down the different species of life, becoming sometimes a blade of grass, sometimes a lion, and so forth. ===== Advertising Ignorance as knowledge ===== **Student:** So it is our desire to enjoy that causes us to take on these material bodies, and our desire to achieve Kṛṣṇa that brings us to our natural position? **Śrīla Prabhupāda:** Yes. **Dr. Singh:** But there seems to be a constant struggle with our lower nature. We are constantly fighting our desires for sense gratification, even though we want to serve Kṛṣṇa. Does this continue? **Student:** The body is almost like a dictator from within. **Śrīla Prabhupāda:** Yes. That means you are strongly under the control of material energy, or //māyā.// **Dr. Singh:** Even though we also desire to serve Kṛṣṇa? **Śrīla Prabhupāda:** Yes. A thief may know that if he steals he will be arrested and put into jail---he may have even seen others being arrested---yet he still steals. Even though he is aware that he is under the authority of the state, he still acts according to his desires. This is called //tamas,// or ignorance. Therefore, knowledge is the beginning of spiritual life. In //Bhagavad-gītā,// Kṛṣṇa gives Arjuna knowledge. He teaches, \"You are",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/9.txt/",
    "part": 3
  },
  {
    "id": "chapter9",
    "text": "not this body.\" This is the beginning of knowledge. But where is the university that teaches this knowledge? Dr. Singh, can you tell me where that university is that teaches this knowledge? **Dr. Singh:** There is none. **Śrīla Prabhupāda:** That is the position of education: there is no knowledge. They simply advertise ignorance as knowledge. **Dr. Singh:** But if the scientists knew that they were not their bodies, their whole outlook would change. **Śrīla Prabhupāda:** Yes, we want that. **Student:** But they don't want to admit their failure. **Śrīla Prabhupāda:** Then that is further foolishness. If you are a fool and you pose yourself as intelligent, that is further foolishness. Then you cannot make progress. And if you remain in ignorance and advertise yourself as a man of knowledge, you are a great cheater. You are cheating yourself and cheating others. People are so mad after the material advancement of civilization that they have become exactly like cats and dogs. For instance, they have set up an immigration department, and as soon as you enter a country these dogs go \"Woof, woof, woof! Why have you come? What is your business?\" This is a watchdog's activity. A first-class gentleman is being searched for a revolver. People cannot be trusted, and now there are so many educated rogues and thieves. So what is the meaning of advancement? Can we say that education means advancement? Is this civilization? ===== Fighting Ignorance With Arguments and Knowledge ===== **Student:** Some people say that one reason for the Vietnam war was that the Communists were atheists. It was a dispute between the theists and the atheists. At least that is one excuse given for the war. **Śrīla Prabhupāda:** We are also prepared to kill the atheists. But that killing is by preaching. If I kill your ignorance, it can also be called killing. Killing doesn't necessarily mean that everyone has to take the sword. **Dr. Singh:** A new method of warfare? **Śrīla Prabhupāda:** No, fighting ignorance with arguments and knowledge has always existed. The bodily conception of life is animal life. The animal does not know about matter and spirit. And one who is under the bodily conception of life is no better than an animal. When an animal \"talks,\" the intelligent man laughs. Such \"talk\" is nonsense. The",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/9.txt/",
    "part": 4
  },
  {
    "id": "chapter9",
    "text": "animal is not talking knowledge. **Student:** At least the animals live by certain codes. They do not kill unnecessarily, and they only eat when necessary, whereas humans kill unnecessarily and eat unnecessarily. So in one sense humans are lower than animals. **Śrīla Prabhupāda:** Therefore we must suffer more than animals. Kṛṣṇa consciousness is not a bogus, sentimental religious movement. It is a scientific movement designed to alleviate human suffering. **Dr. Singh:** Scientists and other people say that everything in the universe is happening by chance. **Śrīla Prabhupāda:** So, are they also writing books on the subject by chance? **Karandhara:** The books are also written by chance, they say. **Śrīla Prabhupāda:** So, what is their credit? By chance, anything can be written. **Dr. Singh:** The French scientist Dr. J. Monod got the Nobel Prize in 1965. He says that everything started by chance---that by chance certain chemicals combined and formed the basic molecules. **Śrīla Prabhupāda:** But where did the chemicals come from? **Dr. Singh:** According to him, they were created simply by chance, and when the necessity arose, molecules of the chemicals reoriented themselves. **Śrīla Prabhupāda:** If everything was happening by chance, how can there be necessity? How can he speak of chance and necessity in the same breath? It is nonsense. If everything is directed by chance, why do people send their children to school? Why not let them grow up by chance? Suppose I break a law. If I say, \"Well, it just happened by chance,\" will I be excused? **Dr. Singh:** So, is crime caused by ignorance? **Śrīla Prabhupāda:** Yes. //That// is the cause: my ignorance. **Student:** It would certainly be stupid to say that a beautiful instrument like a violin was made by chance. **Śrīla Prabhupāda:** Yes. It is most regrettable that such a rascal can get recognition. He is talking foolishness and getting recognition.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/9.txt/",
    "part": 5
  },
  {
    "id": "chapter10",
    "text": "Recorded on May 14, 1973, \\\\ In Cheviot Hills Park, Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh and other students. ===== The Scientists’ Mistake ===== **Śrīla Prabhupāda:** The scientists' mistake is that they are ignorant of the two energies---material and spiritual. They say that everything is material and that everything emanates from matter. The defect in their theories is that they begin from matter instead of spirit. Since matter comes from spirit, in a sense everything is spiritual. Spiritual energy is the source and can exist without the material energy. But the material energy has no existence without the spiritual energy. It is correct to say that darkness begins from light, not that light begins from darkness. Scientists think that consciousness comes from matter. Actually, consciousness always exists, but when it is covered or degraded by ignorance, it is a form of unconsciousness. So \"material\" means forgetfulness of Kṛṣṇa, and \"spiritual\" means full consciousness of Kṛṣṇa. Is this clear? Try to understand: darkness comes from light. When no light is visible, then we are in darkness. Clouds are not to be found in the sun; that would be against the nature of the sun. But by the //energy// of the sun other things are temporarily created, such as mist, clouds or darkness. These creations are temporary, but the sun remains. Similarly, material nature is temporary, but spiritual nature is permanent. Kṛṣṇa consciousness means getting out of this temporary nature and attaining a permanent, spiritual nature. No one actually wants this temporary nature; no one likes this cloudy atmosphere. **Dr. Singh:** is this cloudy consciousness created from spiritual energy? **Śrīla Prabhupāda:** Yes. **Dr. Singh:** And matter is also created from the superior energy? **Śrīla Prabhupāda:** //Ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate.// Kṛṣṇa says, \"I am the source of all spiritual and material worlds. Everything emanates from Me.\" [[books:bg:8:10|(Bg. 8.10)]] Kṛṣṇa is the creator of everything, bad or good. Actually, \"bad and good\" is a material creation. Kṛṣṇa's creation is good; God is good. What you think is bad is good for God. Therefore, we cannot understand Kṛṣṇa. He is doing something that in our consideration may be bad, but for Him there is no such thing as good or bad. For example, Kṛṣṇa married sixteen thousand wives. Some people may criticize, \"Ah, He",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/10.txt/",
    "part": 1
  },
  {
    "id": "chapter10",
    "text": "is so mad after women.\" But they do not see the whole picture. Kṛṣṇa's power is so great that He expanded Himself into sixteen thousand different husbands. ===== “Everything Is One” Is Nonsense ===== **Dr. Singh:** You said this mist of material nature is temporary. But why should we bother to disentangle ourselves from something transitory? **Śrīla Prabhupāda:** Why do you put coverings on your body? You may walk naked. The weather will clear in a few hours. Why do you cover yourself? **Dr. Singh:** The danger is now. **Śrīla Prabhupāda:** Whenever it may be, why do you take this step of covering your body? **Dr. Singh:** To avoid discomfort. **Śrīla Prabhupāda:** Yes. Otherwise you would be uncomfortable. Not to bother to dress is the Māyāvāda theory: \"Everything will come automatically, so why bother? Everything is one.\" That is a nonsensical theory. The Māyāvāda philosophy is that God is one and that every thing and every living being is equal to God. We have no quarrel with the chemists if they begin from life, but unfortunately they say that everything begins from darkness---dead matter. That is what we object to. We say, \"Begin from life,\" and they say, \"No, begin from matter---darkness.\" The reason they are in darkness is simple: if one goes from darkness to light, he thinks that darkness is the beginning. Suppose you have been in darkness all your life, and now you suddenly come into the light. You will think, \"Oh, light has come from darkness.\" Actually, darkness occurs when light becomes dim. Darkness does not produce light. **Dr. Singh:** Then darkness is dependent on light? **Śrīla Prabhupāda:** Yes. Or in other words, in the light there is no darkness. When the light is dim---then we experience darkness. Similarly, when our spiritual consciousness, or Kṛṣṇa consciousness, is dim, our consciousness is material. In the morning we awaken, and at the end of the day we become tired and go to sleep. When life is somehow or other interrupted, we sleep. We sleep at night, and when we get up in the morning we understand that our wakefulness, or \"life,\" has not come into existence from the sleepy condition. I was alive even while I slept, and on awakening I am still alive. This should be clearly understood. A baby comes",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/10.txt/",
    "part": 2
  },
  {
    "id": "chapter10",
    "text": "from the womb of his mother. He thinks that his life has begun from the day he comes out of the womb. But that is not a fact. Actually, he is eternal. He constructed his material body within the womb of his mother while he was unconscious, and as soon as his bodily features were sufficiently developed, he came out of the womb and again to consciousness. **Dr. Singh:** And he again falls asleep at death. **Śrīla Prabhupāda:** Yes. That is described in //Bhagavad-gītā// [[books:bg:8:19|(8.19)]]: > bhūta-grāmaḥ sa evāyaṁ > bhūtvā bhūtvā pralīyate > rātry-āgame 'vaśaḥ pārtha > prabhavaty ahar-āgame \"Again and again the day comes, and this host of beings is active, and again night falls, O Pārtha, and they are helplessly dissolved.\" ===== We Are Not These Bodies ===== **Śrīla Prabhupāda:** Do you see this flower? It has come back to consciousness, and soon it will dry up and die. This is material life. But spiritual life means to flower only---no dissolution. That is the difference between matter and spirit. I have achieved this body according to my consciousness in my last life. And I will receive my next body according to my consciousness in this life. This is also confirmed in the //Bhagavad-gītā// [[books:bg:8:6|(8.6)]]: > yaṁ yaṁ vāpi smaran bhāvaṁ > tyajaty ante kalevaram > taṁ tam evaiti kaunteya > sadā tad-bhāva-bhāvitaḥ \"Whatever state of being one remembers when he quits his body, that state he will attain without fail.\" **Dr. Singh:** Śrīla Prabhupāda, if our next body is always achieved by our consciousness in this life, how is it that I cannot remember my previous life? **Śrīla Prabhupāda:** Do you remember everything you did last year, or even yesterday? **Dr. Singh:** No, I don't. **Śrīla Prabhupāda:** That is your nature: you forget. **Dr. Singh:** //Some// things. **Śrīla Prabhupāda:** And somebody forgets more than others. But we all forget. **Dr. Singh:** Is that a principle of material nature? **Śrīla Prabhupāda:** Yes. It is something like stealing. Somebody is a pickpocket and somebody is a bank robber, but both of them are stealing. **Dr. Singh:** When we dream, are we being carried away by the subtle elements? **Śrīla Prabhupāda:** You are being carried away by nature. Kṛṣṇa says in //Bhagavad-gītā// [[books:bg:3:27|(3.27)]]: > prakṛteḥ kriyamāṇāni > guṇaiḥ karmāṇi sarvaśaḥ > ahaṅkāra-vimūḍhātmā > kartāham",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/10.txt/",
    "part": 3
  },
  {
    "id": "chapter10",
    "text": "iti manyate \"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities that are in actuality carried out by nature.\" We forget our real identity because we are under the grip of material nature. The first lesson in spiritual life is that we are not these bodies, but eternal spirit souls. Once you were a child. Now you are a grown man. Where is your childhood body? That body does not exist, but you still exist because you are eternal. The circumstantial body has changed, but //you// have not changed. This is the proof of eternality. You remember that you did certain things yesterday and certain things today, but you forget other things. Your body of yesterday is not today's body. Do you admit it or not? You cannot say that today is the thirteenth of May, 1973. You cannot say that today is yesterday. The thirteenth was yesterday. The day has changed. But //you// remember yesterday; and that //remembrance// is evidence of your eternality. The body has changed, but you remember it; therefore you are eternal, although the body is temporary. This proof is very simple. Even a child can understand it. Is it difficult to understand? ===== Changing Bodies ===== **Dr. Singh:** People want more proof. **Śrīla Prabhupāda:** What more is required? The eternality of the soul is a simple fact. I am an eternal soul. My body is changing, but I am not changing. For example, I am now an old man. Sometimes I think, \"Oh, I used to jump and play, but now I cannot jump because my body has changed.\" I //want// to jump, but I cannot do it. That jumping propensity is eternal, but because of my old body I cannot do it. **Dr. Singh:** Opponents will say that according to their observation, the nature of consciousness is that it lasts for only one body. **Śrīla Prabhupāda:** That is foolishness. In //Bhagavad-gītā// [[books:bg:2:13|(2.13)]] Kṛṣṇa explains: > dehino 'smin yathā dehe > kaumāraṁ yauvanaṁ jarā > tathā dehāntara-prāptir > dhīras tatra na muhyati \"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/10.txt/",
    "part": 4
  },
  {
    "id": "chapter10",
    "text": "change.\" Just as this body is always changing (as I can see in my daily experience), there is a similar change at the time of death. **Dr. Singh:** But according to the scientists, we cannot actually //observe// this last change. **Śrīla Prabhupāda:** Their eyes are so imperfect that they cannot observe many, many things. Their ignorance does not make the //Bhagavad-gītā// unscientific. Why don't the scientists admit the imperfection of their senses? They must first admit the imperfection of their senses. Their seeing power does not determine what is and what is not science. Dogs cannot understand the laws of nature. Does that mean the laws of nature don't exist? **Dr. Singh:** Well, the scientists admit that argument, but they say the way to become perfect is through objective information and experience. **Śrīla Prabhupāda:** No. That is not the way to become perfect. No one can become perfect through imperfect thinking, and our thinking must be imperfect because our senses and minds are imperfect. **Dr. Singh:** Śrīla Prabhupāda, another question can be raised. is it not possible that the soul may accept three, four or five bodies and then die? **Śrīla Prabhupāda:** You are accepting millions of bodies. I say that your body of yesterday is not your body of today. So, if you live for one hundred years, how many times have you changed bodies? Just calculate. **Dr. Singh:** Thirteen. **Śrīla Prabhupāda:** Why thirteen? **Dr. Singh:** Medical science says that all the bodily cells are replaced every seven years. **Śrīla Prabhupāda:** No, not every seven years---//every second.// Every second, the blood corpuscles are changing. Is it not so? **Dr. Singh:** Yes. **Śrīla Prabhupāda:** And as soon as the blood corpuscles change, you change your body. **Dr. Singh:** In scientific terminology, can the eternality of the soul be compared to conservation of energy? **Śrīla Prabhupāda:** There is no question of the //conservation// of energy, because energy is always existing. **Dr. Singh:** But according to scientific terminology, the law of conservation of energy is that energy cannot be created or destroyed, which means, I think, that it is eternal. **Śrīla Prabhupāda:** Oh, yes, that we admit. Kṛṣṇa is eternal; therefore all His energies are eternal. **Dr. Singh:** Is that why the living entity is also eternal? **Śrīla Prabhupāda:** Yes. If the sun is eternal, its",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/10.txt/",
    "part": 5
  },
  {
    "id": "chapter10",
    "text": "energies---heat and light---are also eternal. **Dr. Singh:** Does it follow from this, then, that life cannot be created or destroyed? **Śrīla Prabhupāda:** Yes. Life is eternal. It is not created or destroyed. It is only temporarily covered. I am eternal, but last night I was covered by sleep, so I think in terms of yesterday and today. This is the condition of the material world. ===== Everything Is Spiritual ===== **Dr. Singh:** Is material consciousness the absence of Kṛṣṇa consciousness? **Śrīla Prabhupāda:** Yes. **Dr. Singh:** And when there is Kṛṣṇa consciousness, where is material nature? **Śrīla Prabhupāda:** If you continue in Kṛṣṇa consciousness, you will see that nothing is material. When you offer a flower to Kṛṣṇa, it is not material. Kṛṣṇa will not accept anything material. And this does not mean that the flower is material on the bush, and then it becomes spiritual when you offer it to Kṛṣṇa. No. The flower is \"material\" only as long as you think that it is made for your enjoyment. But as soon as you see that it is for Kṛṣṇa's enjoyment, you see it as it really is---spiritual. **Dr. Singh:** So the entire world is actually spiritual? **Śrīla Prabhupāda:** Yes. Therefore, we want to engage everything in Kṛṣṇa's service; that is the spiritual world. **Dr. Singh:** Can we also appreciate Kṛṣṇa's creation in that light? For example, can we think, \"This tree is very beautiful because it is Kṛṣṇa's property\"? **Śrīla Prabhupāda:** Yes. That is Kṛṣṇa consciousness. **Dr. Singh:** If someone looks at the Deity of Kṛṣṇa in the temple and thinks that it is only stone or wood, what does that mean? **Śrīla Prabhupāda:** He is ignorant of the facts. How can the Deity be material? Stone is also Kṛṣṇa's energy. Just as electric energy is everywhere but only the electricians know how to utilize it, so Kṛṣṇa is everywhere---even in stone---but only His devotees know how to utilize stone to appreciate Kṛṣṇa. The devotees know that stone cannot exist outside of Kṛṣṇa. Therefore, when the devotees see the Deity, they say, \"Here is Kṛṣṇa.\" They see the real oneness of Kṛṣṇa and His energy. ===== Simultaneously One and Different ===== **Dr. Singh:** Is it true that Kṛṣṇa conscious persons perceive Kṛṣṇa in a plain stone as much as in the Deity carved",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/10.txt/",
    "part": 6
  },
  {
    "id": "chapter10",
    "text": "from stone? **Śrīla Prabhupāda:** Yes. **Dr. Singh:** Just as much? **Śrīla Prabhupāda:** Yes. Why not? In the //Bhagavad-gītā// [[books:bg:9:4|(9.4)]] Kṛṣṇa says: > mayā tatam idaṁ sarvaṁ > jagad avyakta-mūrtinā > mat-sthāni sarva-bhūtāni > na cāhaṁ teṣv avasthitaḥ This means that Kṛṣṇa's energy---that is, Kṛṣṇa in His partially manifested form---pervades every atom of the universe. But His fully manifested personal form is present in the Deity shaped according to His directions. This is the philosophy of //acintya-bhedābheda-tattva,// the simultaneous oneness and difference of God and His energies. For example, when the sunshine is in your room, that does not mean the sun itself is in your room. The sun and its separated energies, like heat and light, are one in quality, but different in quantity. **Dr. Singh:** But still, you say that one can see Kṛṣṇa in ordinary stone? **Śrīla Prabhupāda:** Yes, why not? We see the stone as Kṛṣṇa's energy. **Dr. Singh:** But can we worship Him within the stone? **Śrīla Prabhupāda:** We can worship Him through His energy in the stone. But we cannot worship the stone //as// Kṛṣṇa. We cannot worship this bench //as// Kṛṣṇa. But we can worship everything because we see everything as Kṛṣṇa's energy. This tree is worshipable because both Kṛṣṇa and His energy are worshipable, but this does not mean we worship the tree in the same way as we worship the Deity of Kṛṣṇa in the temple. In my childhood I was taught by my parents never to waste Kṛṣṇa's energy. They taught me that if even a small grain of rice was stuck between the floorboards, I should pick it up, touch it to my forehead and eat it to save it from being wasted. I was taught how to see everything in relation to Kṛṣṇa. That is Kṛṣṇa consciousness. We therefore do not like to see anything wasted or misused. We are teaching our disciples how to use everything for Kṛṣṇa and how to understand that everything is Kṛṣṇa. As Kṛṣṇa says in the //Bhagavad-gītā// [[books:bg:6:30|(6.30)]]: > yo māṁ paśyati sarvatra > sarvaṁ ca mayi paśyati > tasyāhaṁ na praṇaśyāmi > sa ca me na praṇaśyati \"For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me.\"",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/10.txt/",
    "part": 7
  },
  {
    "id": "chapter11",
    "text": "Recorded on May 15, 1973, \\\\ In Cheviot Hills Park, Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh and other students. ===== Detecting the Spirit Soul ===== **Dr. Singh:** Scientists find it very hard to see the spirit soul. They say its existence is very doubtful. **Śrīla Prabhupāda:** How can they see it? It is too small to see. Who has that seeing power? **Dr. Singh:** Still, they want to sense it by some means. **Śrīla Prabhupāda:** if you inject someone with just one hundredth of a grain of very venomous poison, he dies immediately. No one can see the poison or how it acts, but it is acting nevertheless. So why don't the scientists see the soul by its action? In such cases we have to see by the effect. The //Vedas// say that because of the minute particle called the soul, the whole body is working nicely. If I pinch myself, I immediately feel it because I am conscious throughout the whole of my skin. But as soon as the soul is out of my body, which is the case when my body dies, you can take the same skin and cut and chop it, and nobody will protest. Why is this simple thing so hard to understand? Is this not detecting spirit? **Dr. Singh:** We may detect the soul in this way, but what about God? **Śrīla Prabhupāda:** First of all let us understand the soul. The soul is a sample God. If you can understand the sample, then you can understand the whole. ===== Modern Science: Help or Harm? ===== **Dr. Singh:** Scientists are in the process of trying to create life. **Śrīla Prabhupāda:** \"Process of\"! \"Trying to\"! That we kick out; that we do not accept. A beggar is saying, \"I am trying to be a millionaire.\" We say, \"When you become a millionaire, then talk. Now you are a poor beggar; that is all.\" The scientists say they are trying, but suppose I ask you, \"What are you?\" Will you say, \"I am trying to be...\"? What are you now? That is the question. \"We are trying\" is not a proper answer, what to speak of a scientific proposition. **Dr. Singh:** Well, although they haven't been able to create life so far, they say that soon they",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/11.txt/",
    "part": 1
  },
  {
    "id": "chapter11",
    "text": "should be able to do so. **Śrīla Prabhupāda:** Any rascal may say that. If you say, \"In the future I shall be able to do something extraordinary,\" why should I trust or believe you? **Dr. Singh:** Well, the scientists say they have done so much in the past and they will accomplish more in the future. **Śrīla Prabhupāda:** In the past there was death, and people are dying now. So what have the scientists done? **Dr. Singh:** Helped them. **Śrīla Prabhupāda:** Scientists have helped to minimize the duration of life! Formerly men lived one hundred years; now they seldom live more than sixty or seventy years. And the scientists have discovered atomic energy; now they can kill millions of men. So they have helped only in dying. They have not helped in living, and still they dare to declare that they will create. **Dr. Singh:** But now we have airplanes and--- **Śrīla Prabhupāda:** The scientists cannot stop death, they cannot stop birth, they cannot stop disease, and they cannot stop old age. So what have they done? Formerly people used to become old, and nowadays they are becoming old. Formerly people used to become diseased, and now they are becoming diseased. Now there is more medicine---and more disease. So what have they accomplished? Scientists have not helped improve the order of the world. We are going to challenge all the rascal scientists who say that life has grown out of matter. The fact is that matter has grown from life. ===== The Illusion of Progress ===== **Śrīla Prabhupāda:** How long can science cheat people? One hundred years, two hundred years? They cannot cheat them for all time. **Dr. Singh:** Cheating has been going on since time immemorial, so perhaps they think they can continue forever. **Śrīla Prabhupāda:** Not since time immemorial! Science has been cheating people for only the past two or three hundred years, not before that. **Dr. Singh:** Oh, really? **Śrīla Prabhupāda:** Yes, for the last two hundred years they have been preaching that life comes from matter---not for thousands of years. And the cheating will be finished in another fifty years. **Dr. Singh:** Yes, now there is a so-called anti-intellectual movement. People are rebelling against science and modern progress. **Śrīla Prabhupāda:** And what is that science? It is not science! It",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/11.txt/",
    "part": 2
  },
  {
    "id": "chapter11",
    "text": "is ignorance. Ignorance is passing for science, and irreligion is passing for religion. But this cheating cannot go on for long, because some people are becoming intelligent. **Dr. Singh:** In //Newsweek,// one of the largest magazines in the United States, there was an article about the degradation of Christianity. The article included a cartoon picturing the devil causing earthquakes. There was recently a very large earthquake in South America that killed many thousands of people. The cartoon attributed such things to the devil, and right next to him it showed Richard Nixon presenting himself as a follower of Christ but bombing Southeast Asia. In this cartoon, the devil turned to Richard Nixon and said, \"It's hell keeping up with Christians.\" **Śrīla Prabhupāda:** Yes, people will criticize in that way. People are becoming advanced. How long can they be cheated by so-called science and so-called religion? If Mr. Nixon loves his countrymen, why does he not love his country's cows? They are also born in the same land, and they have the same right to live. Why are they killed? \"Thou shalt not kill.\" But the animals are being killed. That is imperfection. Kṛṣṇa embraces both the cows and Rādhārāṇī.[18] //That// is perfection. Kṛṣṇa even talks with the birds. One day on the bank of the Yamunā River, He was talking with a bird, because He speaks even in the languages of the birds. An old lady saw this and was struck with wonder: \"Oh, He is talking with a bird!\" **Dr. Singh:** You mean He was actually talking the way the birds talk? **Śrīla Prabhupāda:** Yes. One of Kṛṣṇa's qualities described in the //Vedas// is that He can speak any language. He is the father of all living beings, and the father can understand the language of his children. Kṛṣṇa is the supreme enjoyer. Actually, except for those who are Kṛṣṇa conscious, no one can have any real knowledge, nor can anyone enjoy. One simply suffers, but he thinks the suffering is enjoyment. This is called //māyā,// or illusion. In America people work hard day and night, and they think, \"I am enjoying.\" This is //māyā.// A conditioned soul cannot enjoy anything; he simply suffers, but he thinks he is enjoying. Therefore, in //Śrīmad-Bhāgavatam// the conditioned soul is likened to the camel. The camel",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/11.txt/",
    "part": 3
  },
  {
    "id": "chapter11",
    "text": "is very fond of eating thorny twigs that cut his tongue. While he is eating them, blood issues from his tongue and mixes with the thorny twigs. They become a little tasty, and he is thinking, \"Oh, these twigs are very nice.\" That is called //māyā. Māyā// means \"that which is not.\" //Mā// means \"not,\" and //yā// means \"this.\" So //māyā// means \"not this.\" That is the explanation of //māyā,// or illusion. The scientists are in //māyā// because they think they are improving things and becoming happy. But this world, along with everything in it, will eventually be finished because it is //māyā;// it is not what we think it is. As //Śrīmad-Bhāgavatam// explains, the materialists are thinking they are becoming victorious, but they are actually being defeated.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/11.txt/",
    "part": 4
  },
  {
    "id": "chapter12",
    "text": "Recorded on May 17, 1973, \\\\ A Misty Morning, \\\\ In Cheviot Hills Park, Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Karandhara dāsa adhikārī, Kṛṣṇakānti dāsa adhikārī and other students. ===== Yogic Weapons ===== **Śrīla Prabhupāda:** You have no power to drive away this mist. Scientists merely explain it with some word jugglery, saying that it contains certain chemicals. [He laughs.] But they have no power to drive it away. **Dr. Singh:** They do have an explanation as to how the mist is formed. **Śrīla Prabhupāda:** That they may have, and I may have that also, but that is not a very great credit. If you really know how it is formed, then you should be able to counteract it. Dr. Singh. We know how it is formed. **Śrīla Prabhupāda:** Then discover how to counteract it. Formerly, in Vedic warfare, the atomic //brahmāstra//[19] was used. And to counteract it, the opposing army would have to use a weapon that would transform it into water. But where is such a science today? **Dr. Singh:** Mist is something like milk. Milk looks white, but actually it is a colloidal suspension of certain protein molecules. Similarly, fog is a colloidal suspension of water. **Śrīla Prabhupāda:** So if you could create some type of fire, the mist would be immediately driven away; water can be driven away by fire. But that you cannot do. If you were to explode a bomb, it would generate heat, and all the mist would go away. **Karandhara:** That might damage the whole city. **Śrīla Prabhupāda:** Everyone knows that fire can counteract water, but you cannot drive away the mist without killing people or destroying property. But by nature's way, as soon as the sun rises, the mist is vanquished. The power of the sun is greater than your power. Therefore, you have to accept that inconceivable power exists. ===== Symptoms of God ===== **Śrīla Prabhupāda:** Without accepting the principle of inconceivable power, no one can understand God. God is not so cheap that any so-called //yogī// can become God. Such imitation gods are for rascals and fools. Those who are intelligent will test whether or not such a person has inconceivable power. We accept Kṛṣṇa as God because He has demonstrated His inconceivable power. As a child, Kṛṣṇa lifted a",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/12.txt/",
    "part": 1
  },
  {
    "id": "chapter12",
    "text": "big hill. And Lord Rāma, an incarnation of Kṛṣṇa, constructed a bridge without pillars by floating stones on water. So one should not accept God cheaply. Nowadays, some rascal comes along and says, \"I am an incarnation of God,\" and another rascal accepts him. But Lord Rāma and Lord Kṛṣṇa actually demonstrated Their inconceivable power. Sometimes people say the descriptions of Their activities are just stories or myths. But these literatures were composed by Vālmīki,[20] Vyāsadeva and other //ācāryas,// who are all great and vastly learned sages. Why would these great sages simply waste their time writing mythology? They never said it was mythology. They treated the accounts as actual facts. For instance, in the Tenth Canto of //Śrīmad-Bhāgavatam,// Vyāsadeva tells of a forest fire in Vṛndāvana. All of Kṛṣṇa's cowherd boyfriends became disturbed and looked to Kṛṣṇa for help. He simply swallowed up the whole fire. That is inconceivable mystic power. That is God. Because we are tiny samples of God, or Kṛṣṇa, we also possess inconceivable mystic power within our bodies---but only in very minute quantities. ===== Scientific Knowledge Comes From Kṛṣṇa ===== **Kṛṣṇakānti:** The doctors marvel at the complex nature of the human brain. **Śrīla Prabhupāda:** Yes, but it is not the brain that works the body; it is the spirit soul. Does a computer work by itself? No, a man works it. He pushes the button; //then// something happens. Otherwise, what is the value of the machine? You can keep the machine for thousands of years, but it will not work until a man comes to push the button. But who is working, the machine or the man? Similarly, the human brain is also a machine, and it is working under the direction of Paramātmā, an expansion of God within everyone's heart. Scientists should accept God and His mystic power. If they don't, they should be considered foolish. On the basis of transcendental knowledge, we are directly challenging many big scientists and philosophers. The other day, you brought that chemist, and I told him, \"You are foolish.\" But he was not angry. He admitted it, and I defeated all his arguments. Perhaps you remember. **Dr. Singh:** Yes. In fact, he acknowledged that perhaps Kṛṣṇa didn't give him all the procedural steps needed to perform his experiments. **Śrīla Prabhupāda:** He is",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/12.txt/",
    "part": 2
  },
  {
    "id": "chapter12",
    "text": "against Kṛṣṇa, so why should Kṛṣṇa give him any facilities? If you are against Kṛṣṇa and you want credit without Kṛṣṇa, you will fail. You must first be submissive, and then Kṛṣṇa will give you all facilities. We dare to face any scientist or philosopher and challenge him. How? On the strength of Kṛṣṇa. I know that when I talk with them, Kṛṣṇa will give me the necessary intelligence to defeat them. Otherwise, from the viewpoint of scientific qualification, they are much more qualified than we. We are laymen before them. But we know Kṛṣṇa, and Kṛṣṇa knows everything. Therefore we can challenge any scientists, just as a small child can challenge a very big man because he knows, \"My father is here.\" He clutches the hand of his father, who makes sure that nobody can harm him. **Dr. Singh:** Is the human form of life spoiled for those who do not try to understand Kṛṣṇa consciousness? **Śrīla Prabhupāda:** Yes. People who do not try to understand their relationship with God simply die like animals-like cats and dogs. They take birth, eat, sleep, beget children and die. This is the sum total of their human lives. These rascals think, \"I am this body.\" They have no information of //ātmā. Ātmā// means the self, or the individual soul. //Śrīmad-Bhāgavatam// and //Bhagavad-gītā// give us knowledge about the //ātmā,// but people are unaware of this. People are unaware of the knowledge given to human society in the Vedic literature. For example, the //Vedas// inform us that cow dung is pure. Here in America especially, people bring their dogs onto the street to pass stool. Of course, dog stool is very impure---germs thrive in it. But people are such rascals that they do not consider this; instead, they distribute dog stool everywhere. But there's no cow dung to be seen, even though the //Vedas// say that cow dung is pure. Here is a sign: \"Littering Illegal.\" But dog stool is allowed. Just see how foolish people are. It is illegal to drop a paper on the grass, but your dog is allowed to pass stool. The government authorities will not allow you to bring even one mango from another country; but they will allow your dog to distribute its stool everywhere, although this stool is full of infectious",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/12.txt/",
    "part": 3
  },
  {
    "id": "chapter12",
    "text": "germs. ===== The Space Program: A Childish Waste of Time and Money ===== **Dr. Singh:** When the astronauts returned from the moon to the surface of the earth, the scientists in the space program were very careful. They thought the astronauts might have brought some new germs as yet unknown, so they put the astronauts in quarantine for several days to make sure that--- **Śrīla Prabhupāda:** First of all, find out whether they have gone to the moon. I am not so sure. Sixteen years ago, when I wrote //Easy Journey to Other Planets,// I remarked that the scientists were childish in their attempts to explore outer space and would never be successful. Many years later, when I visited San Francisco, a press reporter asked me, \"What is your opinion about the moon expedition?\" I told him, \"It is simply a waste of time and money, that's all.\" **Kṛṣṇakānti:** The space program recently had another failure. **Śrīla Prabhupāda:** That is always happening. What was it? **Kṛṣṇakānti:** They sent up a space vehicle to orbit the earth and act as sort of a space outpost, but it failed. It cost two billion dollars. **Śrīla Prabhupāda:** Why are they wasting time and money in that way? **Kṛṣṇakānti:** They were criticized in the newspapers. **Śrīla Prabhupāda:** They are simply childish fools. What have they gained in the last---how many years? For how many years have they been trying to go to the moon? with their sputnik. **Śrīla Prabhupāda:** But they were trying for many years before that. So let us say that for twenty-five years they have been trying. They have not gained anything except dust, but still they are trying. How obstinate! The space program will never be successful. **Dr. Singh:** They say that in the future they want to go to the subsurface of Mars. **Śrīla Prabhupāda:** They are all becoming \"big men\" with their statements about the future. **Dr. Singh:** They say that it will happen in about ten years. **Śrīla Prabhupāda:** So what if they say one year? They may say ten years or one year, but we do not accept such propositions. We want to see what they are doing //now.// **Dr. Singh:** They are developing their technology by using small scale models. **Śrīla Prabhupāda:** They are simply childish. In my childhood",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/12.txt/",
    "part": 4
  },
  {
    "id": "chapter12",
    "text": "I used to watch the tramcars go along the rail. Once I thought, \"I shall take a stick and touch it to the wire, and I shall also go along the rails.\" The scientists, with all their plans, are just as childish. They spend so much time and money, but what is their purpose? Their effort is hopeless because they do not actually know the purpose of life. The scientists are spending large sums of money, and politicians are financing them, but the result is zero. They are like a doctor who doesn't understand a particular disease, but who still says to his patient, \"All right, first try this pill, and if that doesn't work, then try this pill.\" The doctor will never admit that he doesn't know the remedy for the disease. The scientists are simply bluffing and cheating. They cannot solve the real problems of life---birth, death, old age and disease---and therefore all their programs are taking place on the utopian platform, which in Sanskrit is called //ākāśa-puṣpa. Ākāśa-puṣpa// means \"a flower from the sky.\" All their efforts to know the truth by exploring outer space are like trying to pluck a flower from the sky. To give another example, the scientists act like foolish ducks. In India we may sometimes observe a duck following all day behind a bull. The duck is thinking that the testicles of the bull are a fish. In India this is a common sight. The bull is walking, and all day the duck is walking behind, following that big fish and thinking, \"It will drop, and I will eat it.\"",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/12.txt/",
    "part": 5
  },
  {
    "id": "chapter13",
    "text": "Recorded on December 2, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Hṛdayānanda dāsa Goswami. Kṛṣṇa kānti dāsa adhikārī and other students. ===== The Devotee Beyond Desires ===== **Śrīla Prabhupāda:** Now, who knows the difference between the //karmī,// the //jñānī,// the //yogī// and the //bhakta?// **Hṛdayānanda dāsa Goswami:** The //karmī// wants to enjoy the gross senses, the //jñānī// wants to enjoy the subtle mind---to mentally speculate---and the //yogī// wants to manipulate the universe with mystic powers. **Śrīla Prabhupāda:** These are all material powers. **Hṛdayānanda dāsa Goswami:** And the //bhakta// has no material desires. **Śrīla Prabhupāda:** Yes. And unless one is actually desireless, he cannot be happy. The //karmī,// the //jñānī// and the //yogī// are all full of desires; therefore they are unhappy. //Karmīs// are the most unhappy, the //jñānī// is a little less unhappy, and the //yogī// is still more advanced. But the //bhakta,// the devotee, is perfectly happy. Some //yogīs// have a mystic power that enables them to snatch pomegranates from trees in another country, thousands of miles away. Others can fly without an airplane. And some //yogīs// can hypnotize anyone. Then they point to someone and say, \"This is God,\" and their victims believe them. I have actually seen such magical nonsense. **Kṛṣṇakānti:** Is the pure devotee more merciful than Kṛṣṇa? **Śrīla Prabhupāda:** Yes. A real Vaiṣṇava, a real devotee, is even more merciful than Kṛṣṇa. Take Lord Jesus Christ, for example. It is said that Lord Jesus took everyone's sins upon himself, yet he was crucified. We can see how merciful he was. Today, rascals think, \"Let us go on committing sinful activities; Christ has taken a contract to suffer for us.\" [There is a long, thoughtful silence.] ===== The Difference Between Matter and Spirit ===== **Dr. Singh:** Scientists say that trees also have consciousness. **Śrīla Prabhupāda:** Yes, that is true, but a tree's consciousness and my consciousness are different. My consciousness is more developed. If you pinch my body, I will immediately protest. But if you cut a tree, it will not protest. Actually, everything has consciousness in it; it is simply a question of degree. The more covered consciousness is by matter, the more it is considered material. And the more consciousness is developed, the more it",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/13.txt/",
    "part": 1
  },
  {
    "id": "chapter13",
    "text": "is considered spiritual. This is the difference between matter and spirit. Spirit souls are everywhere. They are trying to come out of the earth. [Points to the grass.] As soon as there is an opportunity, they want to express their consciousness. Those souls who descend from higher planets to this planet sometimes fall down to the ground in raindrops. Then they become grass and gradually evolve to higher forms of life. **Dr. Singh:** Oh, that is terrible. **Śrīla Prabhupāda:** These are the workings of subtle energy. What do the scientists know about this? Actually, their knowledge is carried away by //māyā,// illusion, and they are thinking, \"Oh, I am a very learned scholar.\" ===== Soul Transplants? ===== **Dr. Singh:** Śrīla Prabhupāda, what about heart transplants? We know that the spirit soul is within the heart. But nowadays doctors can replace an old heart with a new one. What happens to the spirit soul in each heart? Does the person who receives a new heart also get a new personality? **Śrīla Prabhupāda:** No. **Dr. Singh:** Why not? **Śrīla Prabhupāda:** Suppose I get up from one chair and go sit in another chair. Does my personality change? I may change my seat, but does that mean I have changed? **Dr. Singh:** But the heart is changed, and the heart contains the spirit soul. **Śrīla Prabhupāda:** The //Vedas// describe the heart as a sitting place for the soul. So when they transplant hearts, they simply change the soul's seat. The same soul remains. If they could prove that by changing the heart they have increased the patient's duration of life, then that would prove they've caught the spirit soul. But they cannot increase the duration of life, because people have acquired their bodies by a superior arrangement. You have this body, and you must live within it for a certain period. If you simply change one of the parts of your body, that will not help you prolong your life. That is impossible. The doctors think that by changing the heart they will increase the duration of life, but that is not possible. **Dr. Singh:** So a heart transplant is a kind of artificial transmigration of the soul from an old heart to a new one? **Śrīla Prabhupāda:** Yes, it is something like that. Kṛṣṇa explains in",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/13.txt/",
    "part": 2
  },
  {
    "id": "chapter13",
    "text": "the //Bhagavad-gītā// [[books:bg:2:13|(2.13)]]: > dehino 'smin yathā dehe > kaumāraṁ yauvanaṁ jarā > tathā dehāntara-prāptir > dhīras tatra na muhyati \"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.\" Changing hearts is just a change of material bodily organs. The heart is not the real source of life, and therefore changing the heart does not prolong the duration of life. **Dr. Singh:** Yes, most heart transplant patients live only a very short time after the operation. But is it ever possible to transplant the soul from one body to another? **Śrīla Prabhupāda:** Sometimes certain //yogīs// can do that. They can find a better body and transfer themselves into it. **Dr. Singh:** When the doctors perform a heart transplant, they take a heart from someone who has just died and exchange it for a weak heart in someone else's body. Does the soul from the dead heart change places with the soul in the weak living heart? **Śrīla Prabhupāda:** No. The soul has already left the dead heart. There is no question of bringing in another soul. **Dr. Singh:** Let me see if I understand you correctly. When the doctors remove the heart of a man who has just died, the soul has already left his heart. Then, when they transplant his dead heart into the body of the patient, the patient's soul passes into the transplanted heart. **Śrīla Prabhupāda:** Yes. The soul is destined to live in a particular body for a certain number of years. You may change whatever part of the body you like, but you cannot change the duration of the life of that body. **Dr. Singh:** So the heart is just a machine---an instrument? **Śrīla Prabhupāda:** Yes. It is the sitting place of the soul. ===== A Mustard Seed in a Bag of Mustard Seeds ===== **Dr. Singh:** Śrīla Prabhupāda, biologists tell us that there are many species of life that can reproduce without sex. Do the //Vedas// agree with this? **Śrīla Prabhupāda:** Oh, yes. **Dr. Singh:** So we cannot curtail their reproduction? **Śrīla Prabhupāda:** No. How could we? There are so many living entities that have come into this material world to enjoy",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/13.txt/",
    "part": 3
  },
  {
    "id": "chapter13",
    "text": "life, and therefore reproduction must continue. This material world is like a jail. You cannot put an end to jails. As soon as one man leaves the jail, another is ready to enter it. This same question was discussed by Lord Caitanya Mahāprabhu.[21] One of His devotees, Vāsudeva Datta, said, \"Please take all the living entities of this entire universe and release them from material bondage. And if You think they are too sinful to be rectified, then just give all their sins to me.\" But Caitanya Mahāprabhu said, \"Suppose I were to take this entire universe and all the living entities with it. This is only one of innumerable universes. It is just like a mustard seed in a huge bag of mustard seeds. If you removed one seed from the bag, what would be the difference?\" So reproduction cannot actually be stopped. Living entities are unlimited in number, and therefore it must continue. **Dr. Singh:** You have said that this material world is like a correction house to teach one to get out of material entanglement and the cycle of repeated birth and death. **Śrīla Prabhupāda:** Yes. Therefore you must practice Kṛṣṇa consciousness.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/13.txt/",
    "part": 4
  },
  {
    "id": "chapter14",
    "text": "Recorded on December 3, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Dr. W. H. Wolf-Rottkay and other students. ===== The Origin of the Interplanetary Gases ===== **Dr. Singh:** The scientists say that at one point the earth was composed of dust particles floating in some gaseous material. Then, in due course, this colloidal suspension condensed and formed the earth. **Śrīla Prabhupāda:** That may be, but where did the gas come from? **Dr. Singh:** They say it just existed! **Śrīla Prabhupāda:** Kṛṣṇa says in //Bhagavad-gītā// [[books:bg:7:4|(7.4)]]: > bhūmir āpo 'nalo vāyuḥ > khaṁ mano buddhir eva ca > ahaṅkāra itīyaṁ me > bhinnā prakṛtir aṣṭadhā \"Earth, water, fire, air, ether, mind, intelligence and false ego---all together these eight comprise My separated material energies.\" Here Kṛṣṇa explains that //vāyu// (gas) came from Him. And finer than //vāyu// is //kham// (ether), finer than ether is mind, finer than mind is intelligence, finer than intelligence is false ego, and finer than false ego is the soul. But the scientists do not know this. They understand only gross things. They mention gas, but where does the gas come from? **Dr. Singh:** That they cannot answer. **Śrīla Prabhupāda:** But //we// can answer. From //Śrīmad-Bhāgavatam// we know that gas has come from //kham,// or ether, ether comes from mind, mind comes from intelligence, intelligence comes from false ego, and false ego comes from the soul. **Dr. Singh:** The scientists argue that before Darwin's biophysical type of evolution could take place, there had to be what they call prebiotic chemistry, or chemical evolution. **Śrīla Prabhupāda:** Yes. And the term \"chemical evolution\" means that chemicals have an origin, and that origin is spirit, or life. A lemon produces citric acid, and our bodies produce many chemicals in urine, blood, and bodily secretions. This is proof that life produces chemicals, not that chemicals produce life. **Dr. Singh:** Scientists say that once the seed of life is present in the cells, then the living entity automatically develops and functions. **Śrīla Prabhupāda:** Yes, but who gives the seed? In the //Bhagavad-gītā// [[books:bg:7:10|(7.10)]] Kṛṣṇa answers this question. //Bījaṁ māṁ sarva-bhūtānāṁ viddhi pārtha sanātanam:// \"O son of Pṛthā, know that I am the original seed of all existences.\" And later [[books:bg:14:4|(14.4)]]: > sarva-yoniṣu kaunteya >",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/14.txt/",
    "part": 1
  },
  {
    "id": "chapter14",
    "text": "mūrtayaḥ sambhavanti yāḥ > tāsāṁ brahma mahad yonir > ahaṁ bīja-pradaḥ pitā \"It should be understood that all species of life, O son of Kuntī, are made possible by birth in this material nature, and that I am the seed-giving father.\" ===== Giving Credit to the Primal Creator ===== **Dr. Wolf-Rottkay:** But in all humility, Śrīla Prabhupāda, suppose the scientists actually succeed in artificially creating a living cell. What would you say? **Śrīla Prabhupāda:** What would be their credit? They would only be imitating what already exists in nature. People are very fond of imitations. If a man in a nightclub imitates a dog, people will go and pay money to watch him. But when they see a real dog barking, they don't pay any attention to it. **Dr. Singh:** Śrīla Prabhupāda, the idea of chemical evolution came from a Russian biologist in 1920. He demonstrated that before biochemical evolution, the earth's atmosphere was in a state of reduction. In other words, it was mostly full of hydrogen, with very little oxygen. Then, in due course, the sun's radiation caused these hydrogen molecules to form into different chemicals. **Śrīla Prabhupāda:** This is a side study. First of all, where did the hydrogen come from? The scientists simply study the middle of the process; they do not study the origin. We must know the beginning. There is an airplane. [indicates an airplane appearing on the horizon.] Would you say the origin of that machine is the sea? A foolish person might say that all of a sudden a light appeared in the sea, and that's how the airplane was created. But is that a scientific explanation? The scientists' explanations are similar. They say, \"This existed, and then all of a sudden, by chance, that occurred.\" This is not science. Science means to explain the original cause. Perhaps the scientists can create imitations of nature, but why should we give them credit? we should give credit to the original creator, God; that is our philosophy. **Dr. Singh:** When a scientist discovers some natural law, he usually names it after himself. **Śrīla Prabhupāda:** Yes, exactly. The law is already there in nature, but the rascal wants to take credit for it. ===== Gerontology: Prolonging the Suffering ===== **Dr. Singh:** They are actually fighting against the laws of",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/14.txt/",
    "part": 2
  },
  {
    "id": "chapter14",
    "text": "nature, but often they take pleasure in the struggle. **Śrīla Prabhupāda:** That pleasure is childish. Suppose a child builds a sand castle on the beach with great effort. He may take pleasure in it, but that is childish pleasure. That is not a grown man's pleasure. Materialistic men have created a standard of false happiness. They have created a gorgeous arrangement for a comfortable civilization, but it is all false because they cannot create a situation in which they will be able to enjoy it. At any moment, anyone can be kicked out by death, and all his enjoyment will be finished. **Dr. Singh:** That is why they say that God hasn't given us everything---because we are not able to live here forever. **Śrīla Prabhupāda:** But God has given them everything necessary to live peacefully, and everything necessary to understand Him. So why will they not inquire about God? Instead, they do things that help them forget God. **Dr. Singh:** Now the scientists have organized a whole department in science called gerontology, in which they study how to prolong life. **Śrīla Prabhupāda:** Their real aim should be to stop the suffering. Suppose an old man is in great pain, suffering from many diseases, and suddenly the doctors increase his life-span. What is the profit? **Dr. Singh:** That is what they do with heart transplants. **Śrīla Prabhupāda:** It is nonsense! Let them stop death; //that// would be an achievement. Let them stop all disease; ah, //that// would be an achievement. They cannot do these things! Therefore, I say that all their research is simply a struggle for existence. Kṛṣṇa says in //Bhagavad-gītā// [[books:bg:15:7|(15.7)]]: > mamaivāṁśo jīva-loke > jīva-bhūtaḥ sanātanaḥ > manaḥ-ṣaṣṭhānīndriyāṇi > prakṛti-sthāni karṣati \"The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.\" **Student:** Now there is a shortage of oil. **Śrīla Prabhupāda:** Yes, we have built a civilization that is dependent on oil. This is against nature's law, and therefore there is now an oil shortage. By nature's law, winter is now coming. Scientists cannot stop it and turn it into summer. They wrongly think they are in control of nature. In //Bhagavad-gītā// Kṛṣṇa informs us that the living being thinks himself to be",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/14.txt/",
    "part": 3
  },
  {
    "id": "chapter14",
    "text": "the doer of activities that are in actuality carried out by nature. The sun is now rising. Can they make it dark? And when it is dark, can they command the sun, \"Get up!\" They do not realize that if they really want to conquer nature, they should try to conquer birth, death, old age and disease. In //Bhagavad-gītā// [[books:bg:7:14|(7.14)]] Kṛṣṇa says: > daivī hy eṣā guṇa-mayī > mama māyā duratyayā > mām eva ye prapadyante > māyām etāṁ taranti te \"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.\" **Dr. Singh:** So, is it very hard to overcome nature's laws? **Śrīla Prabhupāda:** For the materialists, it is impossible. But if one surrenders to Kṛṣṇa, it becomes easy. ===== The Real Origin of Species ===== **Dr. Singh:** To explain why there are so many varieties of living entities, the scientists say that at a certain time during evolution, the cells' genes, which normally reproduce themselves perfectly for the next generation, sometimes make a mistake in copying---something like the printing press that sometimes makes mistakes. In some circumstances these mistakes, or mutations, have stood, and different species of living entities have been formed because of the difference in the genes. **Śrīla Prabhupāda:** But that \"mistake\" has been continuing since time immemorial, for you will find that all varieties of living entities have always existed. Therefore the \"mistake\" is eternal. But when a \"mistake\" is permanent, it is not a mistake; it is intelligence! **Dr. Singh:** But scientists say that if there were no mutations, then there would be only one kind of living entity in the whole universe. **Śrīla Prabhupāda:** No. Every living entity has a different mind, and therefore there are so many different species of life to accommodate the different mentalities. For example, we are walking here, but most people are not coming to join us, because they have different mentalities than we do. Why does this difference exist? **Dr. Singh:** Maybe it is a mistake. **Śrīla Prabhupāda:** It is not a mistake. It is their desire, and at the time of death everyone will get a body exactly according to his desire. Kṛṣṇa says in //Bhagavad-gītā// [[books:bg:8:6|(8.6)]]: > yaṁ yaṁ vāpi smaran",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/14.txt/",
    "part": 4
  },
  {
    "id": "chapter14",
    "text": "bhāvaṁ > tyajaty ante kalevaram > taṁ tam evaiti kaunteya > sadā tad-bhāva-bhāvitaḥ \"Whatever state of being one remembers when he quits his body, that state he will attain without fail.\" What you are thinking of at the time of death exactly determines your next body. Nature will give you the body; the decision is not in your hands, but in nature's, and she is working under the direction of God. **Dr. Singh:** But science seems to have evidence that different species of life do arise by mistakes. **Śrīla Prabhupāda:** That is //their// mistake! In the laws of nature there are no mistakes. In railway cars there are first-class, second-class and third-class sections. If you purchase a third-class ticket but by mistake go to the first-class section, you will not be allowed to stay there. It is not a mistake that there are sections; that is the arrangement. But it is your mistake that you have gone to the wrong section. So, God is so thorough that He knows all the mistakes that will be made. Therefore, according to the mistakes you commit, you enter a particular body: \"Here, come here. The body is ready.\" There are 8,400,000 species of life, and nature works, assigning different bodies, with mathematical precision. When the government builds a city, it builds a prison even before the city is completed, because the government knows that there will be many criminals who will have to go to prison. This is not the government's mistake; it is the mistake of the criminals. Because they become criminals, they have to go there. It is //their// mistake. In nature there are no mistakes. Kṛṣṇa says: > mayādhyakṣeṇa prakṛtiḥ > sūyate sacarācaram > hetunānena kaunteya > jagad viparivartate \"This material nature is working under My direction, O son of Kuntī, and producing all moving and nonmoving beings.\" [[books:bg:9:10|(Bg. 9.10)]] Nature works under the supervision of God, Kṛṣṇa, so how can nature make mistakes? But //we// commit mistakes, we are illusioned, our senses are imperfect, and we cheat. That is the difference between God and man. God does not have imperfect senses; His senses are perfect. ===== Satisfied Animals ===== **Dr. Wolf-Rottkay:** Because our senses are defective, the technological enlargements of our senses must also be defective, of course. **Dr. Singh:** The microscopes with",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/14.txt/",
    "part": 5
  },
  {
    "id": "chapter14",
    "text": "which we detect things must also be defective. **Śrīla Prabhupāda:** Material existence //means// defective existence. If you construct something with defective knowledge and imperfect senses, whatever you construct must be defective. **Dr. Singh:** Even if scientists devised a perfect microscope, they would still have to look through it with defective eyes. **Śrīla Prabhupāda:** Yes. That is right. Therefore we conclude that whatever the scientists may say is defective. **Dr. Singh:** But they seem quite satisfied. **Śrīla Prabhupāda:** The ass is also satisfied. The ass is satisfied to carry the load of the washerman. Everyone is satisfied, even the worm in the stool. That is nature's law. **Dr. Wolf-Rottkay:** It is said that even the pauper is proud of his penny. **Śrīla Prabhupāda:** Yes. In some parts of India one may sometimes see a dog starving to death. But as soon as it gets a female dog, it is satisfied with having sex. Is that satisfaction? The dog is starving, but still it is satisfied with sex.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/14.txt/",
    "part": 6
  },
  {
    "id": "chapter15",
    "text": "Recorded on December 7, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Dr. W. H. Wolf-Rottkay and another student. ===== Getting the Eyes to See God ===== **Student:** For the last one hundred fifty years, one of the major problems of Western theologians has been the relationship between reason and faith. They have been seeking to understand faith through reason, but they have been unable to find the relationship between the reasoning abilities and faith. Some of them have //faith// in God, but their //reason// tells them there is no God. For instance, they would say that when we offer //prasāda// to the Lord, it is only faith to think that He accepts it, because we cannot see Him. **Śrīla Prabhupāda:** //They// cannot see Him, but I can see Him. I see God, and therefore I offer //prasāda// to Him. Because they cannot see Him, they must come to me so I can open their eyes. They are blind---suffering from cataracts---so I shall operate, and they will see. That is our program. **Student:** Scientists say that their common ground of objectivity is what they can perceive with their senses. **Śrīla Prabhupāda:** Yes, they can perceive things with their senses, but very imperfectly. They perceive the sand with their senses, but can they see who has made the sand? Here is the sand, and here is the sea; they can be seen by direct perception. But how can one directly perceive the //origin// of the sand and the sea? **Student:** The scientists say that if the sand and the sea were made by God, we would be able to see Him, just as we can see the sand and the sea themselves. **Śrīla Prabhupāda:** Yes, they can see God, but they must get the eyes to see Him. They are blind. Therefore they must first come to me for treatment. The //śāstras// say that one must go to a //guru// to be treated so that one can understand God. How can they see God with blind eyes? **Student:** But seeing God is supramundane. Scientists only consider mundane vision. **Śrīla Prabhupāda:** Everything is supramundane. For instance, you may think there is nothing in the clear sky---that it is vacant---but your eyes are deficient. In",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/15.txt/",
    "part": 1
  },
  {
    "id": "chapter15",
    "text": "the sky there are innumerable planets you cannot see because your eyes are limited. Therefore, because it is not in your power to perceive, you have to accept my word: \"Yes, there are millions of stars out there.\" Is space vacant because you cannot see the stars? No. Only the deficiency of your senses leads you to think so. **Student:** The scientists will admit their ignorance of some things, but they say they cannot accept what they cannot see. **Śrīla Prabhupāda:** If they're ignorant, they have to accept knowledge from someone who knows the truth. **Student:** But they say, \"What if what we are told is wrong?\" **Śrīla Prabhupāda:** Then that is their misfortune. Because their imperfect senses cannot perceive God, they have to hear it from an authority. That is the process. If they don't approach the authority---if they approach a cheater---that is their misfortune. But the process is that wherever your senses cannot act, you must approach an authority to learn the facts. ===== The Frustration of the Atheists ===== **Dr. Singh:** The difficulty is that in a group of atheists, you can't prove the existence of God. **Śrīla Prabhupāda:** The atheists are rascals. Let us teach the others---those who are reasonable. Everything has been made by someone: the sand has been made by someone, the water has been made by someone, and the sky has been made by someone. Kṛṣṇa consciousness means learning who that someone is. **Dr. Singh:** The scientists will say, \"Present that someone to me so //I// can see Him.\" **Śrīla Prabhupāda:** And I answer them, \"I am presenting that someone to you, but you have to take the training as well.\" You have to qualify your eyes to see that someone. If you are blind, but you do not want to go to the physician, how will you be cured of your blindness and see? You have to be treated; that is the injunction. **Student:** That step requires faith. **Śrīla Prabhupāda:** Yes, but not blind faith---practical faith. If you want to learn anything, you must go to an expert. That is not blind faith; it is practical faith. You cannot learn anything by yourself. **Student:** If somebody is actually sincere, will he always meet a bona fide //guru?// **Śrīla Prabhupāda:** Yes. //Guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja// [[books:cc:madhya:19:151|[Cc. Madhya 19.151]]].",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/15.txt/",
    "part": 2
  },
  {
    "id": "chapter15",
    "text": "Kṛṣṇa is within you, and as soon as He sees that you are sincere, He will send you to the right person. **Student:** And if you are not completely sincere, you will get a cheater for a teacher? **Śrīla Prabhupāda:** Yes. If you want to be cheated, Kṛṣṇa will send you to a cheater. Kṛṣṇa is superintelligent. If you are a cheater, He will cheat you perfectly. But if you are actually sincere, then He will give you the right guidance. In //Bhagavad-gītā// [[books:bg:15:15|(15.15)]] Kṛṣṇa says, //sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca:// \"I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness.\" Kṛṣṇa speaks of both remembrance and forgetfulness. If you are a cheater, Kṛṣṇa will give you the intelligence to forget Him forever. **Student:** But the atheists are in control. They have the dominance. **Śrīla Prabhupāda:** One kick of //māyā// and all their dominance is finished in one second. That is the nature of //māyā.// The atheists are under control, but due to //māyā,// or illusion, they think they're free. > moghāśā mogha-karmāṇo > mogha jñānā vicetasaḥ > rākṣasīm āsurīṁ caiva > prakṛtiṁ mohinīṁ śritāḥ \"Those who are bewildered are attracted by demoniac and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities and their culture of knowledge are all defeated.\" [[books:bg:9:12|(Bg. 9.12)]] Because they are bewildered, all their hopes are frustrated. That is stated here in //Bhagavad-gītā,// and that is actually happening. So many of their big plans, like this moon project, are frustrated, but they still claim that they can dominate nature. **Dr. Singh:** They do not want to come to their senses. **Śrīla Prabhupāda:** Therefore they are rascals. ===== Scientists Bravely Going to Hell ===== **Śrīla Prabhupāda:** A sensible man will take a good lesson, but a rascal will never take a good lesson. There is a story of a great poet named Kālidāsa, who was a great rascal also. Once, Kālidāsa was sitting on the branch of a tree and simultaneously cutting it. A gentleman asked him, \"Why are you cutting this tree limb? You will fall down.\" Kālidāsa replied, \"No, no, I will not fall down.\" So he kept cutting the limb, and he fell down. The conclusion is that he was a rascal because he would",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/15.txt/",
    "part": 3
  },
  {
    "id": "chapter15",
    "text": "not take good advice. By their so-called scientific advancement, scientists are going to hell. But they do not listen when they are told; therefore they are rascals. Rascals repeatedly make a plan, see it frustrated, and again make another plan. This plan is also frustrated, so they make //another// plan. Yet when we try to explain to them that all their materialistic plans will be unsuccessful and useless, they refuse to listen. That is rascaldom. The rascals repeatedly chew the chewed. At home, in the street, at the nightclub, at the theater---wherever he is, sex in its different varieties is his only pleasure. **Student:** Śrīla Prabhupāda, one could say that that is bravery. **Śrīla Prabhupāda:** Yes, you can //say// that, but that bravery is their rascaldom. They are bravely going to hell, that's all. Once, one man was chasing another man, and the man who was chasing asked, \"Why are you fleeing? Are you afraid of me?\" The other man replied, \"I am not afraid of you. Why should I //not// run? Why should I stop?\" In the same way, the gross materialist is bravely going to hell. \"Why should I stop with my sinful activities?\" he says. \"I will Bravely face any reaction.\" **Dr. Singh:** They are crazy. **Śrīla Prabhupāda:** Yes, crazy. The //Vedas// say that once a man becomes crazy, or haunted by ghosts, he speaks all kinds of nonsense. Similarly, anyone under the influence of the material energy is crazy. Therefore he talks only nonsense, that's all. Though scientists are not expert in science, they //are// expert in bluffing others and juggling words. ===== Mystic Television ===== **Dr. Singh:** They now have things they did not have before, like telephones, televisions, airplanes, missiles and many other new discoveries. **Śrīla Prabhupāda:** But there are better telephones that they do not know about. In //Bhagavad-gītā,// Sañjaya demonstrated this when he was sitting with his master, Dhṛtarāṣṭra, and relating all the affairs that were taking place far away on the Battlefield of Kurukṣetra. Sañjaya's vision was actually greater than the telephone. It was mystic television. It was television within the heart, for he was sitting in a room far from the battlefield and still seeing everything that was occurring there. In //Bhagavad-gītā,// Dhṛtarāṣṭra inquired of Sañjaya, \"How are my sons and nephews? What are",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/15.txt/",
    "part": 4
  },
  {
    "id": "chapter15",
    "text": "they doing?\" Then Sañjaya described how Duryodhana was going to Droṇācārya, what Droṇācārya was speaking, how Duryodhana was replying, and so on. Even though these activities were too far away to be seen by ordinary eyes, Sañjaya could see and describe them through his mystic power. That is real science. **Dr. Singh:** Some scientists say that we have improved on nature by making things like plastic and medicine. **Śrīla Prabhupāda:** In Vedic times people ate on silver and golden plates, but now the scientists have improved things with plastic plates. [Laughter.] **Dr. Singh:** The plastic has become a great problem because they cannot get rid of it. There is no way to dispose of it. It just continues to pile up. ===== Here Is the Proof ===== **Dr. Wolf-Rottkay:** The materialists would be more sincere if they said, \"We don't want to be taken out of our dream. We want to continue trying to enjoy our senses with all our machines.\" But they will not admit that their attempts to enjoy always fail. **Śrīla Prabhupāda:** That is their foolishness. Eventually they have to admit it. **Dr. Wolf-Rottkay:** But they say, \"Try, try again.\" **Śrīla Prabhupāda:** How can they try? Suppose you cannot see because you are suffering from cataracts. If you try to see---you try, try, try, try, try. Is that the cure for cataracts? No. You will never be cured like that. You must go to a physician, who will perform a surgical operation to restore your eyesight. You cannot see by trying and trying. **Dr. Wolf-Rottkay:** That is just what they do not want to accept---that all their efforts to know the truth by materialistic science have failed. **Śrīla Prabhupāda:** They are foolish. They will not take good advice. If you give a rascal some good advice, he will become angry, just like a serpent. Suppose you bring a serpent into your home and say, \"My dear serpent, please live with me. Every day I will give you nice food---milk and bananas.\" The snake will be very pleased, but the result will be that its poison will increase, and one day you will say, \"Ah!\" [imitates a bitten person.] **Dr. Wolf-Rottkay:** But the scientists will never give up hope. **Śrīla Prabhupāda:** Their plans are being frustrated at every moment, but still they",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/15.txt/",
    "part": 5
  },
  {
    "id": "chapter15",
    "text": "are hoping. **Student:** Śrīla Prabhupāda, one librarian wanted me to prove that //Bhagavad-gītā// was five thousand years old. He wanted to see a copy that was written down five thousand years ago. **Śrīla Prabhupāda:** Suppose I go into a dark room and say to the person inside, \"The sun has risen. Come out!\" The person in darkness may say, \"Where is the proof that there is light? First prove it to me; then I will come out.\" I may plead with him, \"Please, please, just come out and see.\" But if he does not come out to see, he remains ignorant, waiting for proof. So, if you simply read //Bhagavad-gītā// you will see everything. Come and see. Here is the proof.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/15.txt/",
    "part": 6
  },
  {
    "id": "chapter16",
    "text": "Recorded on December 10, 1973, \\\\ On the shores of the Pacific Ocean \\\\ Near Los Angeles Śrīla Prabhupāda is accompanied by Dr. Singh, Hṛdayānanda dāsa Goswami and other students. ===== The Meaning of “Supreme” ===== **Śrīla Prabhupāda:** What is the meaning of supremacy in this material world? Why do you accept President Nixon as the supreme person within your state? **Dr. Singh:** Because he has some power. **Śrīla Prabhupāda:** Yes. And why is he supreme? Because as the government's number one servant, he gets the highest salary, has all the best facilities, and his order is final. **Dr. Singh:** He has the power to convince others. **Śrīla Prabhupāda:** No. You may not agree with him, but because he is supreme, you have to accept his order. That is his position. It does not depend on your acceptance or nonacceptance. That is the meaning of supremacy, is it not? The Vedic literature says that one who has the symptoms of supremacy is fortunate. The supremely fortunate person is God. //Lakṣmī-sahasra-śata-sambhrama-sevyamānam:// \"He is served by hundreds and thousands of //lakṣmīs,// or goddesses of fortune.\" (Bs. 5.29) Here on this planet we are begging a little favor from the goddess of fortune. But Kṛṣṇa is always worshiped by many thousands of goddesses of fortune. **Dr. Singh:** To conceive of anyone so fortunate is beyond our thinking capacity. **Śrīla Prabhupāda:** Yes. Therefore Kṛṣṇa is //acintya,// inconceivable. We cannot estimate how great or fortunate He is! //Acintya// means \"that which we cannot estimate.\" We can see only a part of God's opulence---this material nature---which is only a partial exhibition of God's potencies. The Supreme Personality has many potencies. He has inferior energies and superior energies. In //Bhagavad-gītā// [[books:bg:7:4|(7.4)]] Kṛṣṇa says: > bhūmir āpo 'nalo vāyuḥ > khaṁ mano buddhir eva ca > ahaṅkāra itīyaṁ me > bhinnā prakṛtir aṣṭadhā \"Earth, water, fire, air, ether, mind, intelligence and false ego---all together these eight comprise My separated material energies.\" In the next verse of //Bhagavad-gītā,// Kṛṣṇa describes His superior energy (//parā prakṛti//), which is manifested as the spiritual world. So, if in the inferior, material energy there are so many wonderful things, just imagine how much more important and how much more wonderful things are in the spiritual world. This is the meaning of //superior.// ===== The Mysteries of Yogic",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/16.txt/",
    "part": 1
  },
  {
    "id": "chapter16",
    "text": "Power ===== **Hṛdayānanda dāsa Goswami:** And are all the varieties of life we see on earth contained in the spiritual world? **Śrīla Prabhupāda:** Yes. And, moreover, if in this inferior energy there are so many wonderful varieties of life, just think how wonderful are the superior varieties of life in the spiritual world. Even in this material universe, the inhabitants of some planets are far superior to those on other planets. For example, people on earth practice mystic //yoga// for achieving wonderful powers, but people on the planet called Siddhaloka have these great yogic powers naturally. On earth it is natural that a bird can fly; but we cannot, except with costly machines. However, on such planets as Siddhaloka, the residents can fly even from one planet to another without machines. They can go to other planets simply at will. Even on earth there are some //yogīs// who can take their bath early in the morning in four places at once---Jagannātha Purī, Rāmeśvara, Hardwar and Dvārakā.[22] One yogī friend used to visit my father in Calcutta. The //yogī told// him that when he (the //yogī//) would simply sit down and touch his //guru,// he would travel from Calcutta to Dvārakā in two minutes. That is yogic power. So what are today's airplanes? Durvāsā Muni traveled all over the universe and up to Vaikuṇṭha[23] within one year. According to modern calculations, certain planets in this universe are more than forty thousand light-years[24] distant from the earth. This means it would take forty thousand years to reach these planets if you traveled at the speed of light. Even if they had the means, how could the astronauts live for forty thousand years? So, why are they so proud? **Dr. Singh:** The scientists have a theory that they can produce a machine that will travel at the speed of light. **Śrīla Prabhupāda:** That is rascaldom. They say that, but they will never be able to do it. ===== Vedic Cosmology ===== **Śrīla Prabhupāda:** There are many invisible planets and stars. For example, when the Rāhu planet passes before the sun and moon, there is an eclipse. But the scientists describe an eclipse differently. Actually, the Rāhu planet causes an eclipse. There are many questionable points regarding the modern scientists' theory of the eclipse. Their explanation is incorrect",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/16.txt/",
    "part": 2
  },
  {
    "id": "chapter16",
    "text": "according to Vedic information. **Dr. Singh:** But the scientists say that they can prove their theories. **Śrīla Prabhupāda:** They say that science proves everything. But that is nonsense. The scientist has proved everything except what he is. //That// he does not know. And why does he die? That also he does not know. That is the extent of his knowledge. **Dr. Singh:** They can make a model of the universe. They can make a model of the planets and the moon. **Śrīla Prabhupāda:** If they can make things, why don't they make an imitation sun to save electricity? These rascals say everything, but they cannot do anything. That is their position. If they can make a model of the universe, let them make a big model of the sun. Then in the dark night we will not have to spend so much money on electricity. But they cannot do it. Yet they speak big, big words, simply to take money from the taxpayers. They say they know the composition of the moon and the composition of the sun, so why can't they make them? Why can't they create an artificial sun so that the people of Iceland and Greenland can be saved from so much cold? ===== God Is Never Zero ===== **Śrīla Prabhupāda:** Lord Caitanya Mahāprabhu once gave the example of the jewel called //cintāmaṇi,// which produces many other jewels while remaining as it is. > oṁ pūrṇam adaḥ pūrṇam idaṁ > pūrṇāt pūrṇam udacyate > pūrṇasya pūrṇam ādāya > pūrṇam evāvaśiṣyate > [[books:iso:0b|[Īśo Invocation]]] The meaning of this verse is that although everything emanates from the Personality of Godhead, He never diminishes. Here on earth the petrol is running out, and this is becoming a terrible problem, but the sun is still shining and will continue to shine for an untold number of years. And Kṛṣṇa can create millions of suns; in fact, He has already done so. But He is still fully potent. He has lost nothing. That is God, and that is the supreme energy of God, //acintya-śakti.// We have some money to spend, and the next day our account becomes zero. Rascals say that ultimate truth is zero, //śūnyavāda.// They do not know that God is never zero---that He is always positive. So we must have a clear idea",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/16.txt/",
    "part": 3
  },
  {
    "id": "chapter16",
    "text": "of God. Theologians should take these ideas from Vedic descriptions and not be misled by fools and rascals. God and His full energies are explained in the Vedic literatures. Our energy is lost, but God's is not. That is the difference between God and us. I cannot walk swiftly or do so many other things that a young man can do, because I have lost my youthful energy. But God is always youthful. //Advaitam acyutam anādim ananta-rūpam ādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca:// \"Kṛṣṇa, the Supreme Personality of Godhead, is absolute, infallible and beginningless. Expanded into unlimited forms, He is the original person, the oldest, and always appearing as a fresh youth.\" (Bs. 5.33) Kṛṣṇa also says in //Bhagavad-gītā, īśvaraḥ sarva-bhūtānāṁ hṛd-deśe 'rjuna tiṣṭhati:// [[books:bg:18:61|[Bg. 18.61]]] \"The Supreme Lord is situated in everyone's heart.\" He is also within every atom. But still He is one. That is God. And He is //advaita,// without duality. Not that He is living within your heart and a different personality is living within my heart. No, they are one. God is everywhere by His all-pervasive features, and He is also localized; yet He is still one. ===== The Absolute Nature of Kṛṣṇa’s Love ===== **Dr. Singh:** In some Western theological literature, Śrīla Prabhupāda, they say that God is love. **Śrīla Prabhupāda:** God is everything. Why do they say He is this or that? Anything is God because He is absolute. His love and His enmity are the same. In the material world, we distinguish between love and animosity. But God's animosity and God's love are the same thing. Therefore, He is called //acintya.// or inconceivable. God's love for the //gopīs//[25] and God's enmity for Kaṁsa[26] achieved the same result. Both Kaṁsa and the //gopīs// went to the spiritual world. Also, Pūtanā[27] came to poison Kṛṣṇa, and mother Yaśodā was always anxious to save Kṛṣṇa, the naughty child, lest He be harmed. So mother Yaśodā and Pūtanā are opposite, but they both achieved the same results. Kṛṣṇa thought, \"I have sucked Pūtanā's breast, so now she is My mother. She must reach the same destination as Yaśodā.\" This is the absolute nature of Kṛṣṇa's enmity and Kṛṣṇa's love. > vadanti tat tattva-vidas > tattvaṁ yaj jñānam advayam > brahmeti paramātmeti > bhagavān iti śabdyate \"Learned transcendentalists who know the Absolute Truth",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/16.txt/",
    "part": 4
  },
  {
    "id": "chapter16",
    "text": "call this nondual substance Brahman, Paramātmā or Bhagavān.\" [[books:sb:1:2:11|(Śrīmad-Bhāgavatam 1.2.11)]] God has His impersonal, all-pervasive feature (known as Brahman) and His localized Paramātmā feature. At the same time He is Bhagavān, which is His original, personal, transcendental form. The three are different but the same. This is the nature of God, //acintya-bhedābheda-tattva//---simultaneously one and different. One who has reached the personal conception of Bhagavān has automatically reached Brahman and Paramātmā. They are all Kṛṣṇa, but there is a difference between them. They are simultaneously one and different. ===== Accepting Knowledge From a Learned Person ===== **Dr. Singh:** Śrīla Prabhupāda, many people have difficulty accepting God. **Śrīla Prabhupāda:** They are diseased, but they do not want to be treated. If they do not agree to be treated, that is their fault. One who is not Kṛṣṇa conscious---God conscious---is a madman. Under the power of the illusory energy---the inferior, material energy---he talks only nonsense, just like someone haunted by a ghost. You must approach a person who is learned. You must find such a person, a //guru,// and surrender to him. Then question him, and whatever answers you get from him you must accept. That is the process for understanding God. You must first find the //guru;// then you must satisfy him by service and by surrendering unto him. The //guru// will explain everything. Kṛṣṇa explains in //Bhagavad-gītā// [[books:bg:4:34|(4.34)]]: > tad viddhi praṇipātena > paripraśnena sevayā > upadekṣyanti te jñānaṁ > jñāninas tattva-darśinaḥ \"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.\"",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/16.txt/",
    "part": 5
  },
  {
    "id": " introduction0",
    "text": "Once upon a time (as in a fairy tale), most of us believed that the food we ate was basically wholesome, nutritious and free from dangerous chemicals, that advertising may have been believable, and that product labels truly described the qualities and contents of what we fed ourselves and our families. Once upon a time, most of the world believed in the integrity of our heads of state, high-ranking political officials and local leaders. Once upon a time, we thought our children were getting a solid education in the public school system. Once upon a time, many of us believed atomic energy had \"peacetime uses\" that were perfectly safe and completely congruous with a happy and healthy society. Yet in recent times our illusions have been shattered. Repeated exposes of widespread consumer fraud and grand political collusion and bribery have all but destroyed our former innocence. We now know that through mass marketing and the media, a veil of fantasy and deception can be created with such unprecedented expertise that it can become impossible for us to distinguish between substance and simulation, reality and illusion. Today many scientists are propagating the doctrine that life originates from matter. However, they cannot provide proof, either experimentally or theoretically. In fact, they hold their stance essentially on faith, in the face of all sorts of scientific objections. Śrīla Prabhupāda points out that this groundless dogma has done great damage to moral and spiritual standards worldwide and has thus caused incalculable suffering. Though beset by internal doubt and division, modern scientists have somehow managed to present a united front to the nonscientific public. Their behavior brings to mind the worst in political and corporate trickery. For instance, despite the recent outcry over their masking the difficulties of maintaining safety standards at nuclear power plants, the scientists and the government remain committed to nuclear power and even make light of the fact that there is no safe way of dealing with radioactive waste. In popular works and in textbooks scientists present their account of the material origin of life as the only possible scientific conclusion. They claim that no other theory can be scientifically acceptable. And so everyone is taught that life gradually arose from chemicals, a \"primordial soup\" consisting of amino acids, proteins and other essential ingredients. Yet",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/0b.txt/",
    "part": 1
  },
  {
    "id": " introduction0",
    "text": "in their journals and private discussions, the same scientists acknowledge that their theory has grave, sometimes insuperable difficulties. For example, certain features of the DNA coding mechanism cast serious doubt upon the substance of evolutionary thought. The noted biologist W. H. Thorpe writes, \"Thus we may be faced with a possibility that the origin of life, like the origin of the universe, becomes an impenetrable barrier to science and a block which resists all attempts to reduce biology to chemistry and physics.\" The highly committed evolutionist Jacques Monod has pointed out these same difficulties. Theodisius Dobzhansky, another prominent advocate of evolution, can only agree: \"Our scientific knowledge is, of course, quite insufficient to give anything like satisfactory accounts of these transitions [from no life to life, from no mind to mind]. Biologists as basically different in their... views as W. H. Thorpe and Jacques Monod agree that the origin of life is a difficult and thus far intractable and unsolved problem. I concur.\" Dobzhansky goes on to call the origin of life \"miraculous.\" These admissions by Dobzhansky, Monod and Thorpe are by no means unique. Yet in popular presentations and textbooks one finds little hint of such widespread doubt. Nobel prize-winning physicist Eugene Wigner has shown that the probability of the existence of a self-duplicating unit is zero. Since the ability to reproduce is one of the fundamental characteristics of all living organisms, Wigner concludes that our present understanding of physics and chemistry does not enable us to explain the phenomenon of life. Herbert Yockey has demonstrated by information theory that even a single informational molecule such as //cytochrome// c (what to speak of complex organisms) could not have arisen by chance in the estimated lifetime of the earth: \"One must conclude that, contrary to the established and current wisdom, a scenario describing the genesis of life on earth by chance and natural causes which can be accepted on the basis of fact and not faith has not yet been written.\" As we can see, on the one hand many scientists have a deep personal commitment to the concept that life comes from matter. On the other hand they admit that they do not have the evidence to corroborate their conviction, and that their theory is beset with intractable problems. They are convinced that",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/0b.txt/",
    "part": 2
  },
  {
    "id": " introduction0",
    "text": "life arose from matter and is reducible to matter, yet at the same time they must confess to having scant scientific grounds for their conviction. Thus their theory is a priori: it supersedes the scientific method and science itself. Their fervent, almost messianic hope is that //someday, somehow, someone// may be able to validate it, and in the meantime their faith is unshakable. Dazzling technological achievements have given modern scientists an aura of infallibility, and so when the scientists present untested or unprovable theories about life's origin, people tend to accept with blind faith. In //Passages About Earth// William Irwin Thompson writes, \"Just as once there was no appeal from the power of the churches without risking damnation, so now there is no appeal from the power of science without risking a charge of irrationality or insanity.\" And as botanist Garrett Hardin notes, anyone who questions the status of Darwin \"inevitably attracts the speculative psychiatric eye to himself.\" The dialogues in //Life Comes From Life// may seem revolutionary, but then were not Newton, Pasteur and Einstein scientific revolutionaries? //Life Comes From Life// does not simply criticize those who support the theory that matter is the origin of life. Rather, this book encourages them to rededicate themselves to a more genuine and intense quest for truth and knowledge, and to thereby redirect their valuable intelligence, resources and work toward the true benefit of the world.",
    "url": "https://github.com/iskconpress/books/blob/master/lcfl/0b.txt/",
    "part": 3
  }
]