[
  {
    "id": "Sūtra 1",
    "text": "śrī-vallabheti vara-deti dayā-pareti > bhakta-priyeti bhava-luṇṭhana-kovideti > nātheti nāga-śayaneti jagan-nivāsety > ālāpinaṁ prati-dinaṁ kuru māṁ mukunda O Mukunda, my Lord! Please let me become a constant reciter of Your names, addressing You as Śrī-vallabha [\"He who is very dear to Lakṣmī\"], Varada [\"the bestower of benedictions\"], Dayāpara [\"He who is causelessly merciful\"], Bhakta-priya [\"He who is very dear to His devotees\"], Bhava-luṇṭhana-kovida [\"He who is expert at plundering the status quo of repeated birth and death\"], Nātha [\"the Supreme Lord\"], Jagan-nivāsa [\"the resort of the cosmos\"], and Nāga-śayana [\"the Lord who lies down on the serpent bed\"]. A devotee of Godhead is he who glorifies the Personality of Godhead under the dictation of transcendental ecstasy. This ecstasy is a by-product of profound love for the Supreme, which is itself attained by the process of glorification. In this age of quarrel and fighting, the process of chanting and glorification recommended here by King Kulaśekhara is the only way to attain perfection. Persons who are infected with the disease of material attachment and who suffer from the pangs of repeated birth and death cannot relish such recitation of the Lord's glories, just as a person suffering from jaundice cannot relish the taste of sugar candy. By nature sugar candy is as sweet as anything, but to a patient suffering from jaundice it tastes as bitter as anything. Still, sugar candy is the best medicine for jaundice. By regular treatment with doses of sugar candy, one can gradually get relief from the infection of jaundice, and when the patient is perfectly cured, the same sugar candy that tasted bitter to him regains its natural sweetness. In the same way, glorification of the transcendental name, fame, attributes, pastimes, and entourage of the Personality of Godhead tastes bitter to those who are suffering from the infection of material consciousness, but it is very sweet to those who have recovered from this infection. All mundane philosophers, religionists, and people in general, who are constantly suffering from the threefold miseries of material existence, can get freedom from all such troubles simply by chanting and glorifying the holy name, fame, and pastimes of the Supreme Lord. The Supreme Lord, the Absolute Truth, is all spirit, and therefore His name, fame, and pastimes are nondifferent from Him. All of them are identical. In",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 1",
    "text": "other words, the holy name of the Lord is the Lord Himself, and this can be understood by realization. By chanting the holy names of the Lord, which are innumerable, one can actually associate with the Lord personally, and by such constant personal touch with the all-spiritual Lord, one will become spiritually self-realized. This process of self-realization is very suitable for the fallen souls of this age, when life is short and when people are slow in understanding the importance of spiritual realization, prone to be misled by false association and false spiritual masters, unfortunate in every respect, and continuously disturbed by innumerable material problems. King Kulaśekhara, an ideal pure devotee of the Lord, shows us by his own realization how to offer prayers to the Lord. Since he is a //mahā-jana,// an authority in the line of devotional service, it is our prime duty to follow in his footsteps in order to achieve the highest devotional platform. He first addresses the Lord as Śrī-vallabha, \"He who is very dear to Lakṣmī.\" The Lord is the Supreme Personality of Godhead, and His consort, Lakṣmī, is a manifestation of His internal potency. By expanding His internal potency, the Lord enjoys His spiritual paraphernalia. In the highest spiritual realization, therefore, the Lord is not impersonal or void, as empiric philosophers conceive Him to be. Although He is not of the material world, He is much more than simply a negation of material variegatedness. He is positively the supreme enjoyer of spiritual variegatedness, of which Lakṣmī, the internal potency, is the fountainhead. King Kulaśekhara next addresses the Lord as Varada, \"the bestower of benedictions,\" because it is He alone who can deliver to us the actual substance---spiritual bliss. When we detach ourselves from His association, we are always in the midst of want and scarcity, but as soon as we get in touch with Him, our gradual endowment with all bliss begins. The first installment of this bliss is the clearance of the layer of dust that has accumulated in our hearts due to millions of years of material association. As soon as the dust of materialism is brushed aside, the clear mirror of the heart reflects the presence of the Lord. And as soon as we see Him we are automatically freed from all kinds of",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 1",
    "text": "aspirations and frustrations. In that liberated state, everything is blissful in relation with the Lord, and one has no desires to fulfill and nothing to lament over. Thus, following the benediction, full spiritual bliss comes upon us, ushering in full knowledge, full life, and full satisfaction with our whole existence. King Kulaśekhara next addresses the Lord as Dayāpara, \"He who is causelessly merciful,\" because there is no one but the Lord who can be a causelessly merciful friend to us. He is therefore also called Dīna-bandhu, \"the friend of the needy.\" Unfortunately, at times of need we seek our friends in the mundane world, not knowing that one needy man cannot help another. No mundane man is full in every respect; even a man possessing the greatest riches is himself needy if he is devoid of a relationship with the Lord. Everything is zero without the Lord, who is the digit that transforms zero into ten, two zeros into one hundred, three zeros into one thousand, and so on. Thus a \"zero man\" cannot become happy without the association of the Lord, the supreme \"1.\" The supreme \"1\" always wants to make our zero efforts valuable by His association, just as a loving father always wants an unhappy son to be in a prosperous position. A rebellious son, however, stubbornly refuses the cooperation of the loving father and thus suffers all sorts of miseries. The Lord, therefore, sends His bona fide representatives to all parts of the material creation, and sometimes He even comes Himself to reclaim His fallen sons. For this purpose He also exhibits the actual life in the transcendental world, which is characterized by relationships with Him in servitorship, friendship, parenthood, and consorthood. All relationships in the material world are but perverted reflections of these original relationships. In the mundane world we experience only the shadow of the reality, which exists in the spiritual world. The all-merciful Lord is always mindful of our difficulties in the mundane world, and He is more eager to get us to return home, back to Godhead, than we are eager to go. He is by nature merciful toward us, despite our rebellious attitude. Even in our rebellious condition we get all our necessities from Him, such as food, air, light, water, warmth, and coolness. Yet",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 1",
    "text": "because we have detached ourselves from Him, we simply mismanage this paternal property. The leaders of society, despite all their materialistic plans, are misleaders, for they have no plan to revive our lost relationship with the Lord. His bona fide devotees, however, try their utmost to broadcast the message of our transcendental relationship with Him. In this way the devotees work to remind the fallen souls of their actual position and to bring them back home, back to Godhead. Such stainless servants of Godhead are very dear to Him. They receive such special favor from the Lord for their compassionate work that they can even go back to Godhead in this very lifetime and not be forced to take another birth. The Lord is therefore next addressed as Bhakta-priya, meaning \"He who is very dear to His devotees\" or \"He who is very affectionate to His devotees.\" In the //Bhagavad-gītā// [[books:bg:9:29|(9.29)]] the Lord very nicely describes His sublime and transcendental affection for His devotees. There the Lord declares that although He is undoubtedly equally kind to all living beings---because all of them are part and parcel of Him and are His spiritual sons---those who are especially attached to Him by love and affection, who regard nothing dearer than Him, are particularly dear to Him. An example of such a pure devotee is Lord Jesus Christ, who agreed to be mercilessly crucified rather than give up preaching on behalf of God. He was never prepared to compromise on the issue of believing in God. Such a son of God cannot be other than dear to the Lord. Similarly, when Ṭhākura Haridāsa was told to give up chanting the holy name of God, he refused to do so, with the result that he was flogged in twenty-two marketplaces. And Prahlāda Mahārāja persisted in disagreeing with his father, the great atheist Hiraṇyakaśipu, and thus voluntarily accepted the cruelties his father inflicted upon him. These are some examples of renowned devotees of the Lord, and we should simply try to understand how dear such devotees are to Him. The Lord has emphatically declared that no one can vanquish His devotee under any circumstances. A good example is Ambarīṣa Mahārāja. When the great mystic //yogī// Durvāsā deliberately attempted to take the life of Ambarīṣa, the Lord suitably punished Durvāsā,",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 4
  },
  {
    "id": "Sūtra 1",
    "text": "even though he was a powerful //yogī// who could approach all the demigods and even the Lord Himself. Sometimes, even at the risk of having to cross many stumbling blocks, a devotee relinquishes all family connections and homely comforts for the Lord's service. Can the Lord forget all these sacrifices of His bona fide devotee? No, not even for a moment, for the relationship between the Lord and His devotee is reciprocal, as He clearly says in the //Bhagavad-gītā// [[books:bg:9:29|(9.29)]]: \"Whoever renders service unto Me in devotion is a friend---is in Me---and I am also a friend to him.\" A devotee is never as eager to see the Lord as he is to render service to Him. Yet the Lord does appear before His devotee, for He is just like an affectionate father, who is more eager to see his son than the son is to see him. There is no contradiction in such a quantitative difference in affection. Such a disparity exists in the original reality---between the Lord and His devotees---and is reflected here not only in the relations between parents and children in human society but even in the animal kingdom. Parental affection is exhibited even among lower animals because originally such affection in its fullness exists in God, the original father of all species of living beings. When a man kills an animal, God, the affectionate father, is perturbed and is pained at heart. Thus the slaughterer of the animal is suitably punished by the material energy, just as a murderer is punished by the government through police action. By the mercy of the Lord, a devotee develops all the good qualities of God, for a devotee can never remain in the darkness of ignorance. A father is always anxious to impart knowledge and experience to his son, but the son can choose whether to accept such instructions. A submissive devotee becomes automatically enlightened in all the intricacies of knowledge because the Lord, from within, dissipates his ignorance with the self-illumined lamp of wisdom. If the Lord Himself instructs the devotee, how can he remain foolish like the mundane wranglers? A father is naturally inclined to act for the good of his son, and when the father chastises his son, that chastisement is also mixed with affection. Similarly, all the living",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 5
  },
  {
    "id": "Sūtra 1",
    "text": "entities who have lost their place in paradise due to disobedience to the Supreme Father are put into the hands of the material energy to undergo a prison life of the threefold miseries. Yet the Supreme Father does not forget His rebellious sons. He creates scriptures for them like the //Vedas// and //Purāṇas// in order to revive their lost relationship with Him and awaken their divine consciousness. Intelligent persons take advantage of the knowledge contained in these scriptures and thus attain the highest perfection of life. For His devotees, the Lord personally descends to this world to give them relief and save them from the insane acts of miscreants. It is foolish to try to impose the limits of an ordinary living being upon the unlimited potency of Godhead and obstinately maintain that the Supreme Lord cannot descend. To mitigate His devotees' material pangs, He descends as He is, yet He is not infected by material qualities. As soon as a person agrees to surrender unto the Lord, the Lord takes complete charge of him. Satisfied with the activities of such a devotee, He gives him instruction from within, and thus the devotee becomes pure and advances on the path back to Godhead. The Lord is expert at guiding such a pure devotee, who is not at all anxious for material superiority. A pure devotee does not wish to possess material wealth, nor does he want to have a great following, nor does he desire a beautiful wife, for by the mercy of the Lord he knows the insignificance of material happiness. What he very sincerely desires at heart is to continue in the loving service of the Lord, even at the risk of taking birth again. When a neophyte devotee deviates from the path of pure devotion and wants to simultaneously enjoy sense gratification and discharge devotional service, the all-merciful Lord very tactfully corrects the bewildered devotee by exhibiting before him the real nature of this material world. In the material world all relationships are actually mercenary but are covered by an illusory curtain of so-called love and affection. The so-called wives and husbands, parents and children, and masters and servants are all concerned with reciprocal material profit. As soon as the shroud of illusion is removed, the dead body of material so-called",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 6
  },
  {
    "id": "Sūtra 1",
    "text": "love and affection is at once manifest to the naked eye. The Lord expertly removes the shroud of illusion for the neophyte devotee by depriving him of his material assets, and thus the devotee finds himself alone in the midst of his so-called relatives. In this helpless condition he experiences the awkwardness of his so-called relationships with his so-called wife and children. When a man is financially ruined, no one loves him, not even his wife or children. Such a poverty-stricken devotee more perfectly fixes his faith in the Lord, and the Lord then delivers him from the fate of frustration. The entire cosmic creation is the Lord's expert arrangement for the delusion of the living beings who try to be false enjoyers. The living being's constitutional position is to be a servant of the Lord, but in the transcendental relationship the servant and the Lord are in one sense identical, for the Lord also serves the servant. The typical example is Śrī Kṛṣṇa's becoming the charioteer of His eternal servant Arjuna. Illusioned mundaners cannot understand the transcendental and reciprocal relationship between the Lord and His devotees, and therefore they want to lord it over material nature or cynically merge with the Absolute. Thus a living being forgets his constitutional position and wants to become either a lord or a mendicant, but such illusions are arrangements of Māyā, the Lord's illusory potency. A false life either as a lord or a mendicant meets with frustration until the living being comes to his senses and surrenders to the Lord as His eternal servant. Then the Lord liberates him and saves him from repeated birth and death. Thus the Lord is also addressed here as Bhava-luṇṭhana-kovida, \"He who is expert at plundering the status quo of repeated birth and death.\" A sensible man understands his position as the eternal servant of the Lord and molds his life accordingly. The Lord is also addressed as Nātha, the real Lord. One can attain the perfection of life only by serving the real Lord. The entire material atmosphere is surcharged with the false lordship of the living beings. The illusioned beings are all struggling for false lordship, and thus no one wants to serve. Everyone wants to be the lord, even though such lordship is conditional and temporary. A",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 7
  },
  {
    "id": "Sūtra 1",
    "text": "hardworking man thinks himself the lord of his family and estate, but actually he is a servant of desire and the employee of anger. Such service of the senses is neither pensionable nor terminable, for desire and anger are masters who are never to be satisfied. The more one serves them, the more service they exact, and as such the false overlordship continues until the day of annihilation. As a result, the foolish living being is pushed into degraded life and fails to recognize the Lord as the beneficiary of all activities, the ruler of the universe, and the friend of all entities. One who knows the real Lord is called a //brāhmaṇa,// but one who fails to know Him is called a //kṛpaṇa,// or number-one miser. The Lord of the creative energy is called Ananta-śayana. The material energy is impregnated by the glance of this feature of the Lord and is then able to give birth to all organic and inorganic matter. Ananta-śayana sleeps on the bed of Śeṣa Nāga, who has a form like a serpent but is identical with the Lord. Because He sleeps on a serpent bed, the Lord is also known as Nāga-śayana. By His spiritual energy Śeṣa Nāga sustains all the planetary globes upon His invisible hoods. Śeṣa Nāga is popularly known as Saṅkarṣaṇa, or \"that which keeps balance by the law of magnetism.\" In the scientific world this feature of the Lord is referred to as the law of gravitation, but factually this law, which keeps all the planets floating in space, is one of the energies of the Lord. All the universes are born with the exhalation of the Lord as He lies on Śeṣa Nāga, and all of them are annihilated with His inhalation. Due to these functions of creation, maintenance, and annihilation, the Lord is celebrated by the name Jagan-nivāsa, indicating that He is the supreme resort of all the universes. There are hundreds of thousands of other names of Lord Viṣṇu, and each one of them is as powerful as the Lord Himself. One can constantly chant any name of the Lord and thereby constantly associate with Him. There are no hard and fast rules for chanting His names. At any time and any stage of life one can freely chant them, but",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 8
  },
  {
    "id": "Sūtra 1",
    "text": "we are so unfortunate that we are too misled even to adopt this simple process. This is the way of Māyā, the Lord's misleading energy. However, one can avoid her ways simply by always remembering the lotus feet of the Lord. King Kulaśekhara prays for this facility from Mukunda, the Supreme Personality of Godhead.",
    "url": "https://github.com/iskconpress/books/blob/master/mm/1.txt/",
    "part": 9
  },
  {
    "id": "Sūtra 2",
    "text": "jayatu jayatu devo devakī-nandano// '//yaṁ > jayatu jayatu kṛṣṇo vṛṣṇi-vaṁśa-pradīpaḥ > jayatu jayatu megha-śyāmalaḥ komalāṅgo > jayatu jayatu pṛthvī-bhāra-nāśo mukundaḥ All glories to this Personality of Godhead known as the son of Śrīmatī Devakī devī! All glories to Lord Śrī Kṛṣṇa, the brilliant light of the Vṛṣṇi dynasty! All glories to the Personality of Godhead, the hue of whose soft body resembles the blackish color of a new cloud! All glories to Lord Mukunda, who removes the burdens of the earth! The theme of this verse is that the Supreme Truth is the Supreme Person. That the Lord's bodily texture and color are described indicates that He is a person, for the impersonal Brahman cannot have a body that is as soft as anything or whose hue is visualized. The Personality of Godhead appeared as the son of Vasudeva and Devakī because for a very long time they performed severe austerities to have the Supreme Lord as their son. Satisfied by their penance and determination, the Lord agreed to become their son. From the description of the Lord's birth in the //Śrīmad-Bhāgavatam,// we learn that the Lord appeared before Vasudeva and Devakī as Nārāyaṇa, with four hands. But when they prayed to Him to conceal His divinity, the Lord became a small baby with two hands. In the //Bhagavad-gītā// [[books:bg:4:9|(4.9)]] the Lord promises that one who simply understands the mysteries of His transcendental birth and deeds will be liberated from the clutches of Māyā and go back to Godhead. Therefore there is a gulf of difference between the birth of Kṛṣṇa and that of an ordinary child. One may ask, Since the Supreme Lord is the original father of all living entities, how could a lady known as Devakī give birth to Him as her son? The answer is that Devakī no more gave birth to the Lord than the eastern horizon gives birth to the sun. The sun rises on the eastern horizon and sets below the western horizon, but actually the sun neither rises nor sets. The sun is always in its fixed position in the sky, but the earth is revolving, and due to the different positions of the revolving earth, the sun appears to be rising or setting. In the same way, the Lord always exists, but for His pastimes",
    "url": "https://github.com/iskconpress/books/blob/master/mm/2.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 2",
    "text": "as a human being He seems to take birth like an ordinary child. In His impersonal feature (Brahman) the Supreme Lord is everywhere, inside and outside: as the Supersoul (Paramātmā) He is inside everything, from the gigantic universal form down to the atoms and electrons; and as the Supreme Personality of Godhead (Bhagavān) He sustains everything with His energies. (We have already described this feature of the Lord in the purport to the previous verse, in connection with the name Jagan-nivāsa.) Therefore in each of His three features---Brahman, Paramātmā, and Bhagavān---the Lord is present everywhere in the material world. Yet He remains aloof, busy with His transcendental pastimes in His supreme abode. Those with a poor fund of knowledge cannot accept the idea that the Lord appears in person on the face of the earth. Because they are not conversant with the intricacies of the Lord's transcendental position, whenever such people hear about the appearance of the Lord, they take Him to be either a superhuman being born with a material body or a historical personality worshiped as God under the influence of anthropomorphism or zoomorphism. But the Lord is not the plaything of such fools. He is what He is and does not agree to be a subject of their speculations, which perpetually lead them to conclude that His impersonal feature is supreme. The supreme feature of the Absolute Truth is personal---the Supreme Personality of Godhead. The impersonal Brahman is His effulgence, like the light diffused by a powerful fire. The fire burns in one place but diffuses its warmth and light all round, thus exhibiting its different energies. Similarly, by means of His variegated energies the Supreme Lord expands Himself in many ways. Persons with a poor fund of knowledge are captivated by one part of His energy and therefore fail to penetrate into the original source of the energy. Whatever astounding energies we see manifest in this world, including atomic and nuclear energies, are all part and parcel of His material, or external, energy. Superior to this material energy, however, is the Lord's marginal energy, exhibited as the living being. Besides these energies, the Supreme Lord has another energy, which is known as the internal energy. The marginal energy can take shelter of either the internal energy or the external energy,",
    "url": "https://github.com/iskconpress/books/blob/master/mm/2.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 2",
    "text": "but factually it belongs to the Lord's internal energy. The living beings are therefore infinitesimal samples of the Supreme Lord. Qualitatively the living being and the Supreme Lord are equal, but quantitatively they are different, for the Lord is unlimitedly potent whereas the living entities, being infinitesimal by nature, have limited potency. Although the Lord is full with all energies and is thus self-sufficient, He enjoys transcendental pleasure by subordinating Himself to His unalloyed devotees. Some great devotees of the Lord cannot surpass the boundary of awe and veneration. But other devotees are in such an intense compact of love with the Lord that they forget His exalted position and regard themselves as His equals or even His superiors. These eternal associates of the Lord relate with Him in the higher statuses of friendship, parenthood, and consorthood. Devotees in a transcendental parental relationship with the Lord think of Him as their dependent child. They forget His exalted position and think that unless they properly feed Him He will fall victim to undernourishment and His health will deteriorate. Devotees in a conjugal relationship with the Lord rebuke Him to correct His behavior, and the Lord enjoys those rebukes more than the prayers of the //Vedas.// Ordinary devotees bound up by the formalities of Vedic rites cannot enter deep into such confidential loving service to the Lord, and thus their realization remains imperfect. Sometimes they even fall victim to the calamity of impersonalism. Vasudeva and Devakī are confidential devotees of the Lord in the mood of parental love. Even greater than them are Nanda and Yaśodā, His foster parents in Vṛndāvana. The Lord takes great pleasure in being addressed as Devakī-nandana (\"the son of Devakī\"), Nanda-nandana (\"the son of Nanda\"), Yaśodā-nandana (\"the son of Yaśodā\"), Daśarathī (\"the son of King Daśaratha\"), Janakī-nātha (\"the husband of Janakī\"), and so on. The pleasure one gives the Lord by addressing Him by such names is many, many times greater than the pleasure He enjoys when He is addressed as the Supreme Father, the Greatest of the Great, Parameśvara, or anything of that nature, which indicate volumes of awe and veneration. Therefore the names King Kulaśekhara uses to glorify the Lord in this verse indicate his intimate transcendental relationship with the Lord. As explained above, all the names of the",
    "url": "https://github.com/iskconpress/books/blob/master/mm/2.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 2",
    "text": "Lord are as powerful as the Lord Himself, but one can experience different transcendental mellows by chanting His different transcendental names. For example, the //śāstra// (scripture) states that there are one thousand principal names of Lord Viṣṇu, the Personality of Godhead. But if a person utters the name Rāma only once, he gets the result of chanting one thousand names of Viṣṇu. And if somebody once chants the name Kṛṣṇa, he achieves the results obtained by chanting the name Rāma three times. In other words, uttering the name Kṛṣṇa once is equal to uttering three thousand other names of Viṣṇu. Therefore King Kulaśekhara, knowing how pleased the Lord is to be addressed by a name indicating His transcendental relationships with His intimate devotees, and knowing also the potency of the name Kṛṣṇa, has chosen to glorify the Lord by addressing Him as Devakī-nandana and Kṛṣṇa. The king also addresses Him as Vṛṣṇi-vaṁśa-pradīpa (\"the brilliant light in the Vṛṣṇi dynasty\") because millions of generations of the Vṛṣṇi dynasty became sanctified by the Lord's appearance within it. The //śāstras// state that a family in which a pure devotee is born is sanctified for one hundred generations of ancestors and descendants. And the //śāstras// also state that every place within a radius of one hundred miles from where a devotee is born becomes sanctified. If a devotee can sanctify the place and family of his birth so extraordinarily, then what to speak of how completely the Lord can sanctify the place and family in which He chooses to take His birth. The Lord's birth on the face of the earth is certainly very mysterious, and therefore it is difficult for ordinary men to believe in His birth. How can the all-powerful Lord take birth, seemingly like an ordinary man? The matter is explained in the //Bhagavad-gītā// [[books:bg:4:6|(4.6)]], where the Lord says, >ajo '//pi sann avyayātmā bhūtānām īśvaro// '//pi san >prakṛtiṁ svām adhiṣṭhāya sambhavāmy ātma-māyayā// \"Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all living entities, by My transcendental potency I still appear in every millennium in My original transcendental form.\" From the //śāstra// we learn that the Lord takes birth not only in the family of human beings but also in the families of demigods, aquatics, animals, and",
    "url": "https://github.com/iskconpress/books/blob/master/mm/2.txt/",
    "part": 4
  },
  {
    "id": "Sūtra 2",
    "text": "so on. One may argue that an ordinary living being is eternal and unborn like the Lord and also takes birth in different species of life, and so there is no difference between the Lord and an ordinary living being. The difference is, however, that while an ordinary living being changes his body when he transmigrates from one species of life to another, the Lord never changes His body: He appears in His original body, without any change. Also, while there is a vast difference between the ordinary living entity and his body, there is no difference between the Lord and His body because He is pure spirit. In other words, there is no distinction between His body and His soul. The word //avyayātmā// in the above verse from the //Bhagavad-gītā// clearly indicates that the Lord's body is not made of material elements. He is all spirit. Birth and death apply only to the material body. The body of the ordinary living being is made of material elements and is therefore subject to birth and death. But the Lord's body, being all spiritual and thus eternal, neither takes birth nor dies. Nor can the Lord be forced to take birth in some particular family due to His past deeds, as an ordinary living being is. The Lord is the supreme controller of the material elements, and being endless and beginningless, He exists in all times---past, present, and future. And because He is absolute, He has nothing to do with vice and virtue. In other words, for Him \"vices\" and \"virtues\" are one and the same; otherwise the Lord would not be the Absolute Truth. Since the Lord appears by His internal potency, His incarnations in different species of life are not the creation of the external potency, Māyā. Therefore those who think that the Supreme Lord appears in different forms by accepting a body made of material elements are wrong; their vision is imperfect because they do not understand how the Lord's internal potency works. The //Vedas// inquire, Where does the Supreme Lord stand? And the reply is immediately given: He stands on His internal potency. So the conclusion is that although the Lord may seem to assume a material body when He takes birth, like an ordinary being, in fact He does not,",
    "url": "https://github.com/iskconpress/books/blob/master/mm/2.txt/",
    "part": 5
  },
  {
    "id": "Sūtra 2",
    "text": "for there is no difference between Him and His body. Thus He remains the Absolute Truth in all His appearances in different species of life. In other words, the living being and the Supreme Lord appear in this material world under different circumstances. One can easily understand these different circumstances if one understands how the Lord's different potencies work. As explained before, the Lord has three kinds of potency, namely, internal, marginal, and external. We have wide experience of the external, or material, potency, but we generally fail to inquire about the actions and reactions of the other two potencies. A simple example will help us understand how the Lord's potencies work. Consider three identities: God, a man, and a doll. The doll consists of material energy, the man is a combination of material and spiritual energy, and God consists wholly of spiritual energy. The doll is all matter, internally and externally. Man is externally matter but internally spirit. And God is all spirit, both internally and externally. As the doll is all matter, so God is all spirit. But the man is half spirit and half matter. Thus the body of God and the body of a living being are differently constituted. Because the Lord's body is pure spirit, it never deteriorates, and therefore He is called //avyayātmā.// His body is absolute, beginningless, unborn, and eternal, while the material body of the living being is relative and therefore temporary---it undergoes birth and death. The living being himself, of course, is eternal, and if He so desires he can realize his eternality by merging into the body of the Absolute Truth or being reinstated in his constitutional position as an eternal servant of the Lord. If he does not do so, then his eternality is still maintained, but he remains ignorant of it. The conclusion is that the Personality of Godhead appears in His original body, without any change, and this is made possible by His inconceivable potency. We should always remember that nothing is impossible for the omnipotent Lord. If He so desires, He can transform material energy into spiritual energy. Indeed, if he so desires He can bring the entire spiritual nature within the material nature, without the spiritual nature being affected by the material modes in any way. The Lord's different",
    "url": "https://github.com/iskconpress/books/blob/master/mm/2.txt/",
    "part": 6
  },
  {
    "id": "Sūtra 2",
    "text": "potencies remain tightly under His control. In fact, the Lord actually has only one potency---namely, the internal potency---which He employs for different purposes. The situation is similar to how one uses electricity. The same electricity can be used for both heating and cooling. Such contradictory results are due to the expert handling of a technician. In the same way, by His supreme will the Lord employs His one internal potency to accomplish many different purposes. That is the information we get from the //śrutis// (Śvetāśvatara Upaniṣad 6.8): //parāsya śaktir vividhaiva śrūyate// [Cc. Madhya 13.65, purport]. The present verse of the //Mukunda-mālā-stotra// states that the color of the Lord's body is blackish, like that of a new cloud. Also, His body is very soft. Softness of the body is a sign of a great personality. The //śāstras// state that the following bodily features indicate a great personality: a reddish luster in seven places---the eyes, the palms, the soles, the palate, the lips, the tongue, and the nails; broadness in three places---the waist, the forehead, and the chest; shortness in three places---the neck, the thighs, and the genitals; deepness in three places---the voice, the intelligence, and the navel; highness in five places---the nose, the arms, the ears, the forehead, and the thighs; and fineness in five places---the skin, the hair on the head, the bodily hair, the teeth, and the fingertips. All these features are present in the body of the Lord. The //Brahma-saṁhitā// confirms that the color the Lord's body is blackish, like that of a new cloud. But this blackish color is so beautiful that it surpasses the beauty of millions of Cupids. So this blackish color does not correspond to any blackish color in the material world. Such descriptions of the Lord's body are not imaginary; rather, they are the statements of those who have seen the Lord with their supernatural vision. This supernatural vision is bestowed upon devotees like Brahmā and upon those who follow the footsteps of pure devotees like him. But upstarts and unbelievers cannot have any access to this transcendental vision, for they lack the required submission to the will of the Lord.",
    "url": "https://github.com/iskconpress/books/blob/master/mm/2.txt/",
    "part": 7
  },
  {
    "id": "Sūtra 3",
    "text": "mukunda mūrdhnā praṇipatya yāce > bhavantam ekāntam iyantam artham > avismṛtis tvac-caraṇāravinde > bhave bhave me 'stu bhavat-prasādāt O Lord Mukunda! I bow down my head to Your Lordship and respectfully ask You to fulfill this one desire of mine: that in each of my future births I will, by Your Lordship's mercy, always remember and never forget Your lotus feet. The world in which we live is a miserable place. It is, so to speak, a prison house for the spirit soul. Just as a prisoner cannot move or enjoy life fully, so the living entities who have been conditioned by the laws of material nature cannot experience their actual ever-joyful nature. They cannot have any freedom, because they must suffer four principal miseries---birth, old age, disease, and death. The laws of material nature impose this punishment upon the living entities who have forgotten the Lord and who are busy making plans for lasting happiness in this desert of distress. By the mercy of the Lord, the pure devotee knows all this very well. Indeed, his whole philosophy of life is based on this understanding. Advancement of knowledge means to understand the naked truth of this world and to not be deluded by the temporary beauty of this phantasmagoria. The material nature is not at all beautiful, for it is an \"imitation peacock.\" The real peacock is a different thing, and one must have the sense to understand this. Those who are mad after capturing and enjoying the imitation peacock, as well as those who have a pessimistic view of the imitation peacock but lack any positive information of the real peacock---both are illusioned by the modes of material nature. Those who are after the imitation peacock are the fruitive workers, and those who simply condemn the imitation peacock but are ignorant of the real peacock are the empiric philosophers. Disgusted with the mirage of happiness in the material desert, they seek to merge into voidness. But a pure devotee does not belong to either of these two bewildered classes. Neither aspiring to enjoy the imitation peacock nor condemning it out of disgust, he seeks the real peacock. Thus he is unlike either the deluded fruitive worker or the baffled empiricist. He is above these servants of material nature because he prefers to",
    "url": "https://github.com/iskconpress/books/blob/master/mm/3.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 3",
    "text": "serve the Lord, the master of material nature. He seeks the substance and does not wish to give it up. The substance is the lotus feet of Mukunda, and King Kulaśekhara, being a most intelligent devotee, prays to gain that substance and not the shadow. A pure devotee of Lord Nārāyaṇa, or Mukunda, is not at all afraid of any circumstance that may befall him. Despite all difficulties, therefore, such a pure devotee asks nothing from the Lord on his own account. He is not at all afraid if by chance he has to visit the hellish worlds, nor is he eager to enter the kingdom of heaven. For him both these kingdoms are like castles in the air. He is not concerned with either of them, and this is very nicely expressed by King Kulaśekhara in Text 6. A pure devotee of the Lord like King Kulaśekhara does not pray to God for material wealth, followers, a beautiful wife, or any such imitation peacocks, for he knows the real value of such things. And if by circumstance he is placed in a situation where he possesses such things, he does not try to artificially get out of it by condemnation. Śrīla Raghunātha dāsa Gosvāmī, a great associate of Lord Caitanya's, was a very rich man's son who had a beautiful wife and all other opulences. When he first met Lord Caitanya at Pāṇihāṭi, a village about forty miles from Calcutta, Raghunātha dāsa asked permission from the Lord to leave his material connections and accompany Him. The Lord refused to accept this proposal and instructed Raghunātha dāsa that it is useless to leave worldly connections out of sentimentality or artificial renunciation. One must have the real thing at heart. If one finds himself entangled in worldly connections, one should behave outwardly like a worldly man but remain inwardly faithful for spiritual realization. That will help one on the progressive march of life. Nobody can cross over the big ocean in a sudden jump. What was possible for Hanumān by the grace of Lord Rāma is not possible for an ordinary man. So to cross the ocean of illusion one should patiently cultivate devotion to the Lord, and in this way one can gradually reach the other side. Although a pure devotee does not bother",
    "url": "https://github.com/iskconpress/books/blob/master/mm/3.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 3",
    "text": "himself about what is going to happen next in his material situation, he is always alert not to forget his ultimate aim. King Kulaśekhara therefore prays that he may not forget the lotus feet of the Lord at any time. To forget one's relationship with the Lord and thus to remain overwhelmed by material hankerings is the most condemned mode of life. This is exactly the nature of animal life. When the living entity is born in a species of lower animals, he completely forgets his relationship with the Lord and therefore remains always busy in the matter of eating, sleeping, fearing, and mating. Modern civilization promotes such a life of forgetfulness, with an improved economic condition for eating and so on. Various agents of the external energy make explicit propaganda to try to root out the very seed of divine consciousness. But this is impossible to do, because although circumstances may choke up a living being's divine consciousness for the time being, it cannot be killed. In his original identity the living entity is indestructible, and so also are his original spiritual qualities. One can kill neither the spirit soul nor his spiritual qualities. To remember the Lord and desire to serve Him are the spiritual qualities of the spirit soul. One can curb down these spiritual qualities by artificial means, but they will be reflected in a perverted way on the mirror of material existence. The spiritual quality of serving the Lord out of transcendental affinity will be pervertedly reflected as love for wine, women, and wealth in different forms. The so-called love of material things---even love for one's country, community, religion, or family, which is accepted as a superior qualification for civilized human beings---is simply a perverted reflection of the love of Godhead dormant in every soul. The position of King Kulaśekhara is therefore the position of a liberated soul, because he does not want to allow his genuine love of God to become degraded into so-called love for material things. The words //bhave bhave// are very significant here. They mean \"birth after birth.\" Unlike the //jñānīs,// who aspire to merge with the impersonal Absolute and thereby stop the process of repeatedly taking birth, a pure devotee is never afraid of this process. In the //Bhagavad-gītā// [[books:bg:4:9|(4.9)]] Lord Kṛṣṇa says that",
    "url": "https://github.com/iskconpress/books/blob/master/mm/3.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 3",
    "text": "His birth and deeds are all //divyam,// transcendental. In the same chapter (4.5) the Lord says that both He and Arjuna had had many, many previous births, but that while the Lord could remember all of them, Arjuna could not. For the Lord there is no difference between past, present, and future, but for the living being who has forgotten the Lord there is a difference, on account of his being forgetful of the past and ignorant of the future. But a living entity who always remembers the Lord and is thus His constant companion is as transcendentally situated as the Lord Himself. For such a devotee birth and death are one and the same, because he knows that such occurrences are only ephemeral flashes that do not affect his spiritual existence. We may use a crude example to illustrate the difference between a devotee's death and an ordinary man's death. In her mouth the cat captures both her offspring and her prey, the rat. Such capturings may appear the same, but there is a vast difference between them. While the rat is being carried in the cat's mouth, his sensation is poles apart from that of the cat's offspring. For the rat the capture is a painful death strike, while for the offspring it is a pleasurable caress. Similarly, the death of an ordinary man is vastly different from a devotee's passing away from the active scene of material existence. The death of an ordinary man occurs against the background of his past good and evil deeds, which determine his next birth. But for a devotee the case is different. Even if the devotee has failed to perfect his devotional service, he is guaranteed to take birth in a good family---a family of learned and devoted //brāhmaṇas// or a family of rich //vaiśyas// (merchants). A person who takes birth in such a family has a good chance to practice devotional service and improve his spiritual condition. Unfortunately, in this iron age the members of well-to-do families generally misuse their wealth. Instead of improving their spiritual condition, they are misled by faulty association and fall victim to sensuality. To be saved from this faulty association, King Kulaśekhara prays fervently to the Lord that he may never forget His lotus feet in any future birth.",
    "url": "https://github.com/iskconpress/books/blob/master/mm/3.txt/",
    "part": 4
  },
  {
    "id": "Sūtra 3",
    "text": "A devotee who perfects his devotional service certainly goes back to Godhead without a doubt, so for him there is no question of birth or death. And, as mentioned above, a devotee who does not achieve complete perfection is guaranteed to take his birth in a learned and well-to-do family. But even if a devotee is not given the advantage of good parentage, if he can attain the benediction of always remembering the lotus feet of the Lord, that is greater than any number of material assets. Constant remembrance of the Lord's name, fame, qualities, and so on automatically nullifies the reactions of all vices and invokes the blessings of the Lord. This constant remembrance of the lotus feet of the Lord is possible only when one engages in His active service. A pure devotee therefore never asks the Lord for wealth, followers, or even a beautiful wife. He simply prays for uninterrupted engagement in the Lord's service. That should be the motto of life for all prospective students in devotional service.",
    "url": "https://github.com/iskconpress/books/blob/master/mm/3.txt/",
    "part": 5
  },
  {
    "id": "Sūtra 4",
    "text": "nāhaṁ vande tava caraṇayor dvandvam advandva-hetoḥ > kumbhīpākaṁ gurum api hare nārakaṁ nāpanetum > ramyā-rāmā-mṛdu-tanu-latā nandane nāpi rantuṁ > bhāve bhāve hṛdaya-bhavane bhāvayeyaṁ bhavantam O Lord Hari, it is not to be saved from the dualities of material existence or the grim tribulations of the Kumbhīpāka hell that I pray to Your lotus feet. Nor is my purpose to enjoy the soft-skinned beautiful women who reside in the gardens of heaven. I pray to Your lotus feet only so that I may remember You alone in the core of my heart, birth after birth. There are two classes of men: the atheists and the theists. The atheists have no faith in the Supreme Personality of Godhead, while the theists have various degrees of faith in Him. The atheists are faithless on account of their many misdeeds in their present and past lives. They fall into four categories: (1) the gross materialists, (2) the immoral sinners, (3) the number-one fools, and (4) those who are bewildered by //māyā// despite their mundane erudition. No one among these four classes of atheist ever believes in the Supreme Personality of Godhead, what to speak of offering prayers unto His lotus feet. The theists, on the other hand, have faith in the Lord and pray to Him with various motives. One attains such a theistic life not by chance but as a result of performing many pious acts in both the present life and the past life. Such pious men also belong to four categories: (1) the needy, (2) those who have fallen into difficulty, (3) those who are inquisitive about the transcendental science, and (4) the genuine philosophers. The philosophers and those who are inquisitive are better than those in categories (1) and (2). But a pure devotee is far above these four classes of pious men, for he is in the transcendental position. The needy pious man prays to God for a better standard of life, and the pious man who has fallen into material difficulty prays in order to get rid of his trouble. But the inquisitive man and the philosopher do not pray to God for amelioration of mundane problems. They pray for the ability to know Him as He is, and they try to reach Him through science and logic. Such pious men are",
    "url": "https://github.com/iskconpress/books/blob/master/mm/4.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 4",
    "text": "generally known as theosophists. Needy pious men pray to God to improve their economic condition because all they know is sense gratification, while those in difficulty ask Him to free them from a hellish life of tribulations. Such ignorant people do not know the value of human life. This life is meant to prepare one to return to the absolute world, the kingdom of God. A pure devotee is neither a needy man, a man fallen into difficulty, nor an empiric philosopher who tries to approach the Divinity on the strength his own imperfect knowledge. A pure devotee receives knowledge of the Divinity from the right source---the disciplic succession of realized souls who have followed strictly the disciplinary method of devotional service under the guidance of bona fide spiritual masters. It is not possible to know the transcendental nature of the Divinity by dint of one's imperfect sense perception, but the Divinity reveals Himself to a pure devotee in proportion to the transcendental service rendered unto Him. King Kulaśekhara is a pure devotee, and as such he is not eager to improve himself by the standards of the empiric philosophers, distressed men, or fruitive workers of this world. Pious acts may lead a mundane creature toward the path of spiritual realization, but practical activity in the domain of devotional service to the Lord need not wait for the reactions of pious acts. A pure devotee does not think in terms of his personal gain or loss because he is fully surrendered to the Lord. He is concerned only with the service of the Lord and always engages in that service, and for this reason his heart is the Lord's home. The Lord being absolute, there is no difference between Him and His service. A pure devotee's heart is always filled with ideas about executing the Lord's service, which is bestowed upon the pure devotee through the transparent medium of the spiritual master. The spiritual master in the authoritative line of disciplic succession is the \"son of God,\" or in other words the Lord's bona fide representative. The proof that he is bona fide is his invincible faith in God, which protects him from the calamity of impersonalism. An impersonalist cannot be a bona fide spiritual master, for such a spiritual master's only purpose in",
    "url": "https://github.com/iskconpress/books/blob/master/mm/4.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 4",
    "text": "life must be to render service to the Lord. He preaches the message of Godhead as the Lord's appointed agent and has nothing to do with sense gratification or the mundane wrangling of the impersonalists. No one can render devotional service to an impersonal entity because such service implies a reciprocal personal relationship between the servant and the master. In the impersonal school the so-called devotee is supposed to merge with the Lord and lose his separate existence. Pure devotees like King Kulaśekhara are particularly careful to avoid a process that will end in their becoming one with the existence of the Lord, a state known as //advandva,// nonduality. This is simply spiritual suicide. Out of the five kinds of salvation, //advandva// is the most abominable for a devotee. A pure devotee denounces such oneness with the Lord as worse than going to hell. As His separated expansions, the living beings are part and parcel of the Lord. The Lord expands Himself into plenary parts and separated parts to enjoy transcendental pastimes, and if a living being refuses to engage in these transcendental blissful pastimes, he is at liberty to merge into the Absolute. This is something like a son's committing suicide instead of living with his father according to the rules the father sets down. By committing suicide, the son thus sacrifices the happiness he could have enjoyed by engaging in a filial loving relationship with his father and enjoying his father's estate. A pure devotee persistently avoids such a criminal policy, and King Kulaśekhara is guiding us to avoid this pitfall. The king also says that the reason he is praying to the Lord is not to be saved from the Kumbhīpāka hell. Laborers in gigantic iron and steel mills suffer tribulations similar to those in the Kumbhīpāka hell. //Kumbhī// means \"pot,\" and //pāka// means \"boiling.\" So if a person were put into a pot of oil and the pot were set to boiling, he would have some idea of the suffering in Kumbhīpāka hell. There are innumerable hellish engagements in the modern so-called civilization, and by the grace of the Lord's illusory energy people think these hellish engagements are a great fortune. Modern industrial factories fully equipped with up-to-date machines are so many Kumbhīpāka hells, and the organizers of these enterprises",
    "url": "https://github.com/iskconpress/books/blob/master/mm/4.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 4",
    "text": "regard them as indispensable for the advancement of economic welfare. The mass of laborers exploited by the organizers directly experience the \"welfare\" conditions in these factories, but what the organizers do not know is that by the law of //karma// they will in due time become laborers in similar Kumbhīpāka hells. Intelligent persons certainly want to be saved from such Kumbhīpāka hells, and they pray to God for this benediction. But a pure devotee does not pray in this way. A pure devotee of Nārāyaṇa looks equally upon the happiness enjoyed in heaven, the transcendental bliss of becoming one with the Lord, and the tribulations experienced in the Kumbhīpāka hell. He is not concerned with any of them because he is always engaged in the transcendental loving service of the Lord. By the grace of the Lord, even in the Kumbhīpāka hell a pure devotee can adjust the situation and turn it into Vaikuṇṭha. The //Bhagavad-gītā// and all other revealed scriptures say that the Lord accompanies every living being in His localized aspect of Paramātmā, the Supersoul. Therefore even a living being destined to reside in the Kumbhīpāka hell is accompanied by his eternal companion, the Lord. But by His inconceivable power the Lord remains aloof from these hellish circumstances, just as the sky remains separate from the air although seemingly mixed with it. Similarly, the pure devotee of the Lord does not live anywhere in this material world, although He appears to live among mundane creatures. Actually, the devotee lives in Vaikuṇṭha. In this way the Supreme Lord bestows upon His pure devotee the inconceivable power that allows him to stay aloof from all mundane circumstances and reside eternally in the spiritual world. The devotee does not want this power consciously or unconsciously, but the Lord is careful about His devotee, just as a mother is always careful about her little child, who is completely dependent on her care. A pure devotee like King Kulaśekhara refuses to associate with beautiful soft-skinned women. There are different grades of women on different planets in the universe. Even on the earth there are different types of women who are enjoyed by different types of men. But on higher planets there are women many, many millions of times more beautiful than the women on this planet, and",
    "url": "https://github.com/iskconpress/books/blob/master/mm/4.txt/",
    "part": 4
  },
  {
    "id": "Sūtra 4",
    "text": "there are also many pleasure abodes where they can be enjoyed. The best of all of these is the Nandana Gardens on Svargaloka. In the Nandana Gardens---a \"Garden of Eden\"---those who are qualified can enjoy varieties of beautiful women called Apsarās. The demigods generally enjoy the company of the Apsarās in the same way that the great Mogul kings and //nawabs// enjoyed their harems. But these kings and //nawabs// are like straw before the demigods of Svargaloka, which lies in the third stratum of the universe. The inner tendency to enjoy is in the core of every living being's heart. But in the diseased state of material existence the living being misuses that tendency. The more he increases this diseased, conditioned state, the longer he extends his period of material existence. The //śāstras// advise, therefore, that a living entity should accept only those sense---enjoyable objects necessary for the upkeep of the material body and reject those that are just for sense gratification. In this way he will reduce the tendency for sense enjoyment. This restraint cannot be imposed by force; it must be voluntary. Such restraint automatically develops in the course of one's executing devotional service. Thus one who is already engaged in devotional service need not restrain his senses artificially. A pure devotee like King Kulaśekhara, therefore, neither desires sense enjoyment nor exerts himself to restrain his senses; rather, he tries only to engage himself in the transcendental loving service of the Lord, without any stop.",
    "url": "https://github.com/iskconpress/books/blob/master/mm/4.txt/",
    "part": 5
  },
  {
    "id": "Sūtra 5",
    "text": "nāsthā dharme na vasu-nicaye naiva kāmopabhoge > yad bhāvyaṁ tad bhavatu bhagavan pūrva-karmānurūpam > etat prārthyaṁ mama bahu mataṁ janma-janmāntare 'pi > tvat-pādāmbhoruha-yuga-gatā niścalā bhaktir astu O my Lord! I have no attachment for religiosity, or for accumulating wealth, or for enjoying sense gratification. Let these come as they inevitably must, in accordance with my past deeds. But I do pray for this most cherished boon: birth after birth, let me render unflinching devotional service unto Your two lotus feet. Human beings advance toward God consciousness when they go beyond the gross materialistic life of eating, sleeping, fearing, and mating and begin to develop moral and ethical principles. These principles develop further into religious consciousness, leading to an imaginary conception of God without any practical realization of the truth. These stages of God consciousness are called religiosity, which promises material prosperity of various degrees. People who develop this conception of religiosity perform sacrifices, give in charity, and undergo different types of austerity and penance, all with a view toward being rewarded with material prosperity. The ultimate goal of such so-called religious people is sense gratification of various kinds. For sense gratification, material prosperity is necessary, and therefore they perform religious rituals with a view toward the resultant material name, fame, and gain. But genuine religion is different. In Sanskrit such genuine religion is called //dharma,// which means \"the essential quality of the living being.\" The //śāstras// say that this essential quality is to render eternal service, and the proper object of this service is the Supreme Truth, Lord Kṛṣṇa, the Absolute Personality of Godhead. This eternal, transcendental service of the Lord is misdirected under material conditions and takes the shape of (1) the aforementioned religiosity, (2) economic development, (3) sense gratification, and (4) salvation, or the attempt to negate all material variegatedness out of frustration. Genuine religion, however, does not culminate in either economic development, sense gratification, or salvation. The perfection of religion is to attain complete satisfaction of the spirit soul, and this is accomplished by rendering devotional service to the Lord, who is beyond the perception of the material senses. When the living being directs his eternal service attitude toward the eternal Supreme Being, such service can never be hampered by any sort of material hindrance. Such transcendental service is above even",
    "url": "https://github.com/iskconpress/books/blob/master/mm/5.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 5",
    "text": "salvation, and therefore it certainly does not aim at any kind of material reward in the shape of name, fame, or gain. One who engages in the transcendental loving service of the Supreme Being automatically attains detachment from material name, fame, and gain, which are aspired for only by those who do not understand that this name, fame, and gain are merely shadows of the real thing. Material name, fame, and gain are only perverted reflections of the substance---the name, fame, and opulences of the Lord. Therefore the pure devotee of Lord Vāsudeva, enlightened by the transcendental service attitude, has no attraction for such false things as religiosity, economic development, sense gratification, or salvation, the last snare of Māyā. The purpose of performing real religion is to attain attachment for hearing and chanting the messages of the kingdom of God. Materialistic people are attached to ordinary newspapers on account of their lack of spiritual consciousness. Real religion develops this spiritual consciousness and also attachment for the messages of God, without which all labor in the performance of religious rites is only a waste of energy. Therefore one should not practice religion with the aim of improving one's economic welfare, nor should one use one's wealth for sense gratification, nor should the frustration of one's plans for sense gratification lead one to aspire for salvation, or liberation from material conditions. Instead of indulging in sense gratification of different grades with the fruits of one's labor, one should work just to maintain the body and soul together, with the aim of inquiring into the ultimate aims and objects of life. In other words, one should inquire into the Absolute Truth. The Absolute Truth is realized in three phases, namely, the impersonal Brahman, the localized Paramātmā, and the Supreme Personality of Godhead. A person who attains the highest stage of spiritual realization---realization of the Supreme Personality of Godhead---automatically prays as King Kulaśekhara does here. Only one who renders devotional service to the Lord can attain this stage of indifference to the false and temporary assets of material nature. Such devotional service is not a mental concoction of depraved persons but is an actual process of God realization characterized by full cognizance and detachment and based on the Vedic literature. So-called devotional practices that have no reference to",
    "url": "https://github.com/iskconpress/books/blob/master/mm/5.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 5",
    "text": "the rules and regulations set down in such books of Vedic literature as the //śruti,// the //smṛti,// the //Purāṇas,// and the //Pañcarātras// are not bona fide. The self-realized souls advise us to reject such pseudodevotional practices, which simply create a disturbance on the path of spiritual realization. Only by sincerely engaging in the service of the Lord according to the injunctions of scripture can one gradually become a qualified devotee of the Lord, and it does not matter whether it takes many repetitions of birth and death, life after life.",
    "url": "https://github.com/iskconpress/books/blob/master/mm/5.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 6",
    "text": "divi vā bhuvi vā mamāstu vāso > narake vā narakāntaka prakāmam > avadhīrita-śāradāravindau > caraṇau te maraṇe 'pi cintayāmi O Lord, killer of the demon Naraka! Let me reside either in the realm of the demigods, in the world of human beings, or in hell, as You please. I pray only that at the point of death I may remember Your two lotus feet, whose beauty defies that of the lotus growing in the Śarat season. As stated before, a pure devotee of the Lord has nothing to do with mundane religiosity, economic development, sense gratification, or salvation, nor is he concerned whether his standard of material existence is the highest or the lowest. To him, heaven and hell are of equal value. He is not afraid of going to hell for the service of the Lord, nor is he glad to live in heaven without the service of the Lord. In any circumstance his consciousness is fixed on the Lord's lotus feet, whose beauty defies the most beautiful lotus flower of the mundane world. The defiance is due to the transcendental position of the Lord's form, name, qualities, pastimes, and so on. The //śruti mantras// declare that although the Lord has no hands He can accept anything we offer Him with devotion, although He has no feet He can travel anywhere, and although He has no mundane eyes He can see anywhere and everywhere without hindrance. The //Brahma-saṁhitā// describes each of His senses as omnipotent. The mundane eye can see but not hear, but His eyes can see, hear, eat, generate offspring, and so on. The //śruti mantras// say that He impregnates material nature with the seeds of living beings simply by casting His glance at her. He does not need any other kind of intercourse with mother nature to beget the living beings in her womb and become their father. Therefore any relationship the Lord has with His many devotees---whether fatherhood, sonhood, or any other---is not at all material. The Lord is pure spirit, and only when the living being is in his pure spiritual state can he have all sorts of relationships with Him. Philosophers with a poor fund of knowledge cannot conceive of these positive spiritual relationships between the Lord and the all-spiritual living beings, and thus they simply think",
    "url": "https://github.com/iskconpress/books/blob/master/mm/6.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 6",
    "text": "in terms of negating material relationships. In this way such philosophers naturally adopt the concept of impersonalism. By contrast, a pure devotee like King Kulaśekhara has complete knowledge of both matter and spirit. He does not say that everything material is false, yet he has nothing to do with anything material, from heaven down to hell. He fully understands the statement in the //Bhagavad-gītā// that from the lowest planets up to Brahmaloka, the highest planet in the universe, there is no spiritual bliss, which the living beings hanker for. Therefore the pure devotee, being in full knowledge of spiritual life, simultaneously rejects material relationships and cultivates his spiritual relationship with the Lord. In other words, the spiritual knowledge a devotee possesses not only allows him to reject material existence, but it also provides him with an understanding of the reality of positive, eternal spiritual existence. This is the understanding King Kulaśekhara expresses in this prayer.",
    "url": "https://github.com/iskconpress/books/blob/master/mm/6.txt/",
    "part": 2
  }
]