[
  {
    "id": "Sūtra 1",
    "text": "athāto bhaktiṁ vyākhyāsyāmaḥ Now, therefore, I will try to explain the process of devotional service. Devotional service to the Supreme Personality of Godhead is explained in the //Bhagavad-gītā,// where the Lord says that a self-realized person is always in the transcendental state known as //brahma-bhūta// [[books:sb:4:30:20|[SB 4.30.20]]], which is characterized by joyfulness. When one is self-realized he becomes joyful. In other words, he is free from the material contamination of lamentation and hankering. As long as we are in material existence, we lament for the losses in our life and hanker for that which we do not have. A self-realized person is joyful because he is free from material lamentation and hankering. A self-realized person also sees all living entities equally. For him, there is no distinction between the higher and lower species of life. It is also stated that a learned man does not distinguish between a wise //brāhmaṇa// and a dog because he sees the soul within the body, not the external bodily features. Such a perfected, self-realized person becomes eligible to understand //bhakti,// or devotional service to the Lord. //Bhakti// is so sublime that only through //bhakti// can one understand the constitutional position of the Lord. That is clearly stated in the //Bhagavad-gītā// [[books:bg:18:55|(18.55)]]: //bhaktyā mām abhijānāti.// \"One can understand the Supreme Lord through devotional service, and by no other process.\" There are different processes of understanding the Absolute Truth, but if a person wants to understand the Supreme Lord as He is, he has to take to the process of //bhakti-yoga.// There are other mystic processes, such as //karma-yoga, jñāna-yoga,// and //dhyāna-yoga,// but it is not possible to understand the Supreme Lord, the Personality of Godhead, except through His devotional service. This is confirmed in the Fourth Chapter of the //Bhagavad-gītā// [[books:bg:4:3|(4.3)]], where we learn that Kṛṣṇa spoke the //Bhagavad-gītā// to Arjuna simply because he was the Lord's devotee and friend. The //Bhagavad-gītā// teaches the process of //bhakti-yoga,// and therefore Lord Kṛṣṇa explained it to Arjuna because he was a great devotee. As far as spiritual life is concerned, becoming a devotee of the Lord is the highest perfection. People are generally misled by the spell of the illusory energy of material nature. There are innumerable living entities within the material nature, and only some of them are human beings.",
    "url": "https://github.com/iskconpress/books/nbs/1.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 1",
    "text": "According to the Vedic literature, there are 8,400,000 species of life. In the //Padma Purāṇa// it is said that there are 900,000 species of life in the water, 2,000,000 species of plants, 1,100,000 species of insects and reptiles, 1,000,000 species of birds, 3,000,000 species of beasts, and only 400,000 species of human beings. So the humans are the least numerous species of all. All living entities can be divided into two divisions: those that can move and those that are stationary, such as trees. But there are also many further divisions. Some species fly in the air, some live in the water, and some live on the ground. Among the living entities who live on the ground, only 400,000 are human species, and out of these 400,000 human species, many are uncivilized or unclean; they are not up to the standard of proper civilization. From the historical point of view, the Āryans are the most civilized section of human beings, and among the Āryans, the Indians are especially highly cultured. And among the Indians, the //brāhmaṇas// are the most expert in knowledge of the //Vedas.// The Vedic culture is respected all over the world, and there are people everywhere eager to understand it. The highest perfectional stage of understanding Vedic culture is explained in the //Bhagavad-gītā,// in the Fifteenth Chapter (15.15), where the Lord says that the purpose of all the //Vedas// is to understand Him (Lord Kṛṣṇa). Fortunate are those who are attracted to the Vedic cultural life. The Hindus call themselves followers of the //Vedas.// Some say they follow the //Sāma Veda,// and some say they follow the //Ṛg Veda.// Different people claim to follow different sections of the //Vedas,// but in fact for the most part they are not followers of the //Vedas// because they do not follow the rules and regulations of the //Vedas.// Therefore Lord Caitanya says that since the so-called followers of the //Vedas// perform all kinds of sinful activities, the number of actual followers of the //Vedas// is very small; and even among this small, exclusive number, most are addicted to the processes described in the //Vedas' karma-kāṇḍa// section, by which one can elevate oneself to the perfectional stage of economic development. The strict followers of the //karma-kāṇḍa// portions of the //Vedas// perform various sacrifices for worship",
    "url": "https://github.com/iskconpress/books/nbs/1.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 1",
    "text": "of different demigods in order to achieve particular material results. Out of many millions of such worshipers, some may actually engage in the process of understanding the Supreme, the Absolute Truth. They are called //jñānīs.// Perfection for a //jñānī// lies in attaining the stage of //brahma-bhūta// [[books:sb:4:30:20|[SB 4.30.20]]], or self-realization. Only after self-realization is attained does the stage of understanding devotional service begin. The conclusion is that one can begin the process of devotional service, or //bhakti,// when one is actually self-realized. One who is in the bodily concept of existence cannot understand the process of devotional service. It is for this reason that the //Nārada-bhakti-sūtra// begins, \"Now, therefore, I shall try to explain the process of devotional service.\" The word \"therefore\" indicates that this process of devotional service is for the self-realized soul, one who is already liberated. Similarly, the //Vedānta-sūtra// begins //athāto brahma jijñāsā.// The word //brahma-jijñāsā// refers to inquiry into the Supreme Absolute Truth, and it is recommended for those who have been elevated from the lower stage of addiction to the //karma-kāṇḍa// portion of the //Vedas// to the position of interest in the //jñāna-kāṇḍa// portion. Only when a person is perfectly situated in the realization that he is not the body but a spirit soul can he begin the process of //bhakti,// or devotional service.",
    "url": "https://github.com/iskconpress/books/nbs/1.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 2",
    "text": "sā tv asmin parama-prema-rūpā ye 'nye 'ravindākṣa vimukta-māninas > tvayy asta-bhāvād aviśuddha-buddhayaḥ > āruhya kṛcchreṇa paraṁ padaṁ tataḥ > patanty adho 'nādṛta-yuṣmad-aṅghrayaḥ yoginām api sarveṣāṁ mad-gatenāntar-ātmanā > śraddhāvān bhajate yo māṁ sa me yukta-tamo mataḥ ādau śraddhā tataḥ sādhu-saṅgo 'tha bhajana-kriyā > tato 'nārtha-nivṛttiḥ syāt tato niṣṭhā rucis tataḥ > athāsaktis tato bhāvas tataḥ premābhyudañcati > sādhakānām ayaṁ premṇaḥ prādurbhāve bhavet kramaḥ > [Cc. Madhya 23.14-15] Devotional service manifests as the most elevated, pure love for God. As stated before, after attaining the highest stage of self-realization, one becomes situated in devotional service to the Lord. The perfection of devotional service is to attain love of God. Love of God involves the Supreme Personality of Godhead, the devotee, and the process of devotional service. Self-realization, the //brahma-bhūta// [[books:sb:4:30:20|[SB 4.30.20]]] stage, is the beginning of spiritual life; it is not the perfectional stage. If a person understands that he is not his body and that he has nothing to do with this material world, he becomes free from material entanglement. But that realization is not the perfectional stage. The perfectional stage begins with activity in the self-realized position, and that activity is based on the understanding that a living entity is eternally the subordinate servitor of the Supreme Lord. Otherwise, there is no meaning to self-realization. If one is puffed up with the idea that he is the Supreme Brahman, or that he has become one with Nārāyaṇa, or that he has merged into the //brahmajyoti// effulgence, then he has not grasped the perfection of life. As the //Śrīmad-Bhāgavatam// [[books:sb:10:2:32|(10.2.32)]] states, > ye 'nye 'ravindākṣa vimukta-māninas > tvayy asta-bhāvād aviśuddha-buddhayaḥ > āruhya kṛcchreṇa paraṁ padaṁ tataḥ > patanty adho 'nādṛta-yuṣmad-aṅghrayaḥ Persons who are falsely puffed up, thinking they have become liberated simply by understanding their constitutional position as Brahman, or spirit soul, are factually still contaminated. Their intelligence is impure because they have no understanding of the Personality of Godhead, and ultimately they fall down from their puffed-up position. According to the //Bhāgavatam// [[books:sb:1:2:11|(1.2.11)]] there are three levels of transcendentalists: the self-realized knowers of the impersonal Brahman feature of the Absolute Truth; the knowers of the Paramātmā, the localized aspect of the Supreme, which is understood by the process of mystic //yoga;// and the //bhaktas,// who are in knowledge of the Supreme Personality of Godhead",
    "url": "https://github.com/iskconpress/books/nbs/2.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 2",
    "text": "and engage in His devotional service. Those who understand simply that the living being is not matter but spirit soul and who desire to merge into the Supreme Spirit Soul are in the lowest transcendental position. Above them are the mystic //yogīs,// who by meditation see within their hearts the four-handed Viṣṇu form of the Paramātmā, or Supersoul. But persons who actually associate with the Supreme Lord, Kṛṣṇa, are the highest among all transcendentalists. In the Sixth Chapter of the //Bhagavad-gītā// [[books:bg:6:47|(6.47)]] the Lord confirms this: > yoginām api sarveṣāṁ mad-gatenāntar-ātmanā > śraddhāvān bhajate yo māṁ sa me yukta-tamo mataḥ \"And of all //yogīs,// the one with great faith who always abides in Me, thinks of Me within himself, and renders transcendental loving service to Me---he is the most intimately united with Me in //yoga// and is the highest of all. That is My opinion.\" This is the highest perfectional stage, known as //prema,// or love of God. In the //Bhakti-rasāmṛta-sindhu// (1.4.15-16), Śrīla Rūpa Gosvāmī, a great authority in the devotional line, describes the different stages in coming to the point of love of Godhead: > ādau śraddhā tataḥ sādhu-saṅgo 'tha bhajana-kriyā > tato 'nārtha-nivṛttiḥ syāt tato niṣṭhā rucis tataḥ > athāsaktis tato bhāvas tataḥ premābhyudañcati > sādhakānām ayaṁ premṇaḥ prādurbhāve bhavet kramaḥ > [Cc. Madhya 23.14-15] The first requirement is that one should have sufficient faith that the only process for attaining love of Godhead is //bhakti,// devotional service to the Lord. Throughout the //Bhagavad-gītā// Lord Kṛṣṇa teaches that one should give up all other processes of self-realization and fully surrender unto Him. That is faith. One who has full faith in Kṛṣṇa (//śraddhā//) and surrenders unto Him is eligible for being raised to the level of //prema,// which Lord Caitanya taught as the highest perfectional stage of human life. Some persons are addicted to materially motivated religion, while others are addicted to economic development, sense gratification, or the idea of salvation from material existence. But //prema,// love of God, is above all these. This highest stage of love is above mundane religiosity, above economic development, above sense gratification, and above even liberation, or salvation. Thus love of God begins with the firm faith that one who engages in full devotional service has attained perfection in all these processes. The next stage in",
    "url": "https://github.com/iskconpress/books/nbs/2.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 2",
    "text": "the process of elevation to love of God is //sādhu-saṅga// [[books:cc:madhya:22:83|[Cc. Madhya 22.83]]], association with persons already in the highest stage of love of God. One who avoids such association and simply engages in mental speculation or so-called meditation cannot be raised to the perfectional platform. But one who associates with pure devotees or an elevated devotional society goes to the next stage---//bhajana-kriyā,// or acceptance of the regulative principles of worshiping the Supreme Lord. One who associates with a pure devotee of the Lord naturally accepts that person as his spiritual master, and when the neophyte devotee accepts a pure devotee as his spiritual master, the duty of the spiritual master is to train the neophyte in the principles of regulated devotional service, or //vaidhi-bhakti.// At this stage the devotee's service is based on his capacity to serve the Lord. The expert spiritual master engages his followers in work that will gradually develop their consciousness of service to the Lord. Therefore the preliminary stage of understanding //prema,// love of God, is to approach a proper pure devotee, accept him as one's spiritual master, and execute regulated devotional service under his guidance. The next stage is called //anartha-nivṛtti,// in which all the misgivings of material life are vanquished. A person gradually reaches this stage by regularly performing the primary principles of devotional service under the guidance of the spiritual master. There are many bad habits we acquire in the association of material contamination, chief of which are illicit sexual relationships, eating animal food, indulging in intoxication, and gambling. The first thing the expert spiritual master does when he engages his disciple in regulated devotional service is to instruct him to abstain from these four principles of sinful life. Since God is supremely pure, one cannot rise to the highest perfectional stage of love of God without being purified. In the //Bhagavad-gītā// [[books:bg:10:12-13|(10.12)]], when Arjuna accepted Kṛṣṇa as the Supreme Lord, he said, //pavitraṁ paramaṁ bhavān:// \"You are the purest of the pure.\" The Lord is the purest, and thus anyone who wants to serve the Supreme Lord must also be pure. Unless a person is pure, he can neither understand what the Personality of Godhead is nor engage in His service in love, for devotional service, as stated before, begins from the point of self-realization,",
    "url": "https://github.com/iskconpress/books/nbs/2.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 2",
    "text": "when all misgivings of materialistic life are vanquished. After following the regulative principles and purifying the material senses, one attains the stage of //niṣṭhā,// firm faith in the Lord. When a person has attained this stage, no one can deviate him from the conception of the Supreme Personality of Godhead. No one can persuade him that God is impersonal, without a form, or that any form created by imagination can be accepted as God. Those who espouse these more or less nonsensical conceptions of the Supreme Lord cannot dissuade him from firm faith in the Supreme Personality of Godhead, Kṛṣṇa. In the //Bhagavad-gītā// Lord Kṛṣṇa stresses in many verses that He is the Supreme Personality of Godhead. But despite Lord Kṛṣṇa's stressing this point, many so-called scholars and commentators still deny the personal conception of the Lord. One famous scholar wrote in his commentary on the //Bhagavad-gītā// that one does not have to surrender to Lord Kṛṣṇa or even accept Him as the Supreme Personality of Godhead, but that one should rather surrender to \"the Supreme within Kṛṣṇa.\" Such fools do not know what is within and what is without. They comment on the //Bhagavad-gītā// according to their own whims. Such persons cannot be elevated to the highest stage of love of Godhead. They may be scholarly, and they may be elevated in other departments of knowledge, but they are not even neophytes in the process of attaining the highest stage of perfection, love of Godhead. //Niṣṭhā// implies that one should accept the words of //Bhagavad-gītā,// the words of the Supreme Personality of Godhead, as they are, without any deviation or nonsensical commentary. If a person is fortunate enough to vanquish all misgivings caused by material existence and rise up to the stage of //niṣṭhā,// he can then rise to the stages of //ruci// (taste) and //āsakti// (attachment for the Lord). //Āsakti// is the beginning of love of Godhead. By progressing, one then advances to the stage of relishing a reciprocal exchange with the Lord in ecstasy (//bhāva//). Every living entity is eternally related to the Supreme Lord, and this relationship may be in any one of many transcendental humors. At the stage called //āsakti,// attachment, a person can understand his relationship with the Supreme Lord. When he understands his position, he begins reciprocating",
    "url": "https://github.com/iskconpress/books/nbs/2.txt/",
    "part": 4
  },
  {
    "id": "Sūtra 2",
    "text": "with the Lord. By constant reciprocation with the Lord, the devotee is elevated to the highest stage of love of Godhead, //prema.//",
    "url": "https://github.com/iskconpress/books/nbs/2.txt/",
    "part": 5
  },
  {
    "id": "Sūtra 3",
    "text": "amṛta-svarūpā ca janma karma ca me divyam evaṁ yo vetti tattvataḥ > tyaktvā dehaṁ punar janma naiti mām eti so 'rjuna bālāgra-śata-bhāgasya śatadhā kalpitasya ca > bhāgo jīvaḥ sa vijñeyaḥ sa cānantyāya kalpate This pure love for God is eternal. When a person attains to the perfectional stage of love of Godhead, he becomes liberated even in his present body and realizes his constitutional position of immortality. In the //Bhagavad-gītā// [[books:bg:4:9|(4.9)]], the Lord says, > janma karma ca me divyam evaṁ yo vetti tattvataḥ > tyaktvā dehaṁ punar janma naiti mām eti so 'rjuna Here the Lord says that any person who simply understands His transcendental activities and His appearance and disappearance in this material world becomes liberated, and that after quitting his present body he at once reaches His abode. Therefore it is to be understood that one who has attained the stage of love of God has perfect knowledge, and even if he may fall short of perfect knowledge, he has the preliminary perfection of life that a living entity can attain. To conceive of oneself as being one with the Supreme is the greatest misconception of self-realization, and this misconception prevents one from rising to the highest stage of love of God. But a person who understands his subordinate position can attain the highest stage of loving service to the Lord. Although the Lord and the living entities are qualitatively one, the living entities are limited, while the Lord is unlimited. This understanding, called //amṛta-svarūpa,// makes one eligible for being eternally situated. In the //Śrīmad-Bhāgavatam// (10.87.30) the personified //Vedas// pray to the Lord, \"O supreme eternal, if the living entities were equal with You and thus all-pervading and all-powerful like You, there would be no possibility of their being controlled by Your external energy, //māyā.//\" herefore, the living entities should be accepted as fragmental portions of the Supreme. This is confirmed in //Bhagavad-gītā// [[books:bg:15:7|(15.7)]] when the Lord says, //mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ:// \"The living entities are My fragmental portions, eternally.\" As fragmental portions, they are qualitatively one with the Supreme, but they are not unlimited. One who is convinced that he is eternally a servitor of the Supreme Lord is called immortal because he has realized his constitutional position of immortality. Unless one can understand his position as a living entity",
    "url": "https://github.com/iskconpress/books/nbs/3.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 3",
    "text": "and an eternal servitor of the Lord, there is no question of immortality. But one who accepts these facts becomes immortal. In other words, those who are under the misconception that the living entity and the Supreme Lord are equal in all respects, both qualitatively and quantitatively, are mistaken, and they are still bound to remain in the material world. They cannot rise to the position of immortality. Upon attaining love of God, a person immediately becomes immortal and no longer has to change his material body. But even if a devotee of the Lord has not yet reached the perfectional stage of love of Godhead, his devotional service is considered immortal. Any action in the stage of //karma// or //jñāna// will be finished with the change of body, but devotional service, even if not executed perfectly, will continue into the next life, and the living entity will be allowed to make further progress. The constitutional position of the living entity as a fragment of the Supreme Lord is confirmed in the //Śrīmad-Bhāgavatam// and the //Upaniṣads.// The //Śvetāśvatara Upaniṣad// (5.9) states, > bālāgra-śata-bhāgasya śatadhā kalpitasya ca > bhāgo jīvaḥ sa vijñeyaḥ sa cānantyāya kalpate \"If the tip of a hair were divided into one hundred parts, and if one of those parts were again divided into a hundred parts, that one ten-thousandth part of the tip of the hair would be the dimension of the living entity.\" As already mentioned, this position of the living entity as a fragment of the Supreme Lord is declared in the //Bhagavad-gītā// [[books:bg:15:7|(15.7)]] to be eternal; it cannot be changed. A person who understands his constitutional position as a fragment of the Supreme Lord and engages himself in devotional service with all seriousness at once becomes immortal.",
    "url": "https://github.com/iskconpress/books/nbs/3.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 4",
    "text": "yal labdhvā pumān siddho bhavaty amṛto bhavati tṛpto bhavati mām upetya punar janma duḥkhālayam aśāśvatam > nāpnuvanti mahātmānaḥ saṁsiddhiṁ paramāṁ gatāḥ Upon achieving that stage of transcendental devotional service in pure love of God, a person becomes perfect, immortal, and peaceful. The part-and-parcel living entities are entangled in the conditioned life of material existence. Because of their diverse activities they are wandering all over the universe, transmigrating from one body to another and undergoing various miseries. But when a fortunate living entity somehow comes in contact with a pure devotee of the Lord and engages in devotional service, he enters upon the path of perfection. If someone engages in devotional service in all seriousness, the Lord instructs him in two ways---through the pure devotee and from within---so that he can advance in devotional service. By cultivating such devotional service, he becomes perfect. Lord Kṛṣṇa describes this form of complete perfection in the //Bhagavad-gītā// [[books:bg:8:15|(8.15)]]: > mām upetya punar janma duḥkhālayam aśāśvatam > nāpnuvanti mahātmānaḥ saṁsiddhiṁ paramāṁ gatāḥ \"The great souls who engage in My devotional service attain Me, the Supreme Lord, and do not come back to this miserable material life, for they have attained the highest perfection.\" Both while in the material body and after giving it up, a devotee attains the highest perfection in service to the Lord. As long as a devotee is in his material body, his probational activities in devotional service prepare him for being transferred to the Lord's supreme abode. Only those who are one hundred percent engaged in devotional service can achieve this perfection. In material, conditioned life a person always feels the full miseries caused by the transmigration of the soul from body to body. Before taking birth, he undergoes the miseries of living in the womb of his mother, and when he comes out he lives for a certain period and then again has to die and enter a mother's womb. But one who attains the highest perfection goes back to Godhead after leaving his present body. Once there, he doesn't have to come back to this material world and transmigrate from one body to another. That transfer to the spiritual world is the highest perfection of life. In other words, the devotee achieves his constitutional position of immortality and thus becomes completely peaceful. Until",
    "url": "https://github.com/iskconpress/books/nbs/4.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 4",
    "text": "a person achieves this perfection, he cannot be peaceful. He may artificially think he is one with the Supreme, but actually he is not; therefore, he has no peace. Similarly, someone may aspire for one of the eight yogic perfections in the mystic //yoga// process, such as to become the smallest, to become the heaviest, or to acquire anything he desires, but these achievements are material; they are not perfection. Perfection means to regain one's original spiritual form and engage in the loving service of the Lord. The living entity is part and parcel of the Supreme Lord, and if he performs the duties of the part and parcel, without proudly thinking he is one in all respects with the Supreme Lord, he attains real perfection and becomes peaceful.",
    "url": "https://github.com/iskconpress/books/nbs/4.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 5",
    "text": "yat prāpya na kiñcid vāñchati na śocati na dveṣṭi na ramate notsāhī bhavati devarṣi-bhūtāpta-nṛṇāṁ pitṝṇāṁ > na kiṅkaro nāyam ṛṇī ca rājan > sarvātmanā yaḥ śaraṇaṁ śaraṇyaṁ > gato mukundaṁ parihṛtya kartam A person engaged in such pure devotional service neither desires anything for sense gratification, nor laments for any loss, nor hates anything, nor enjoys anything on his personal account, nor becomes very enthusiastic in material activity. According to Śrīla Rūpa Gosvāmī, there are six impediments to the discharge of devotional service, and also six activities favorable to progress in devotional service. The first impediment is //atyāhāra,// overeating or accumulating more wealth than we need. When we give free rein to the senses in an effort to enjoy to the highest degree, we become degraded. A devotee should therefore eat only enough to maintain his body and soul together; he should not allow his tongue unrestricted license to eat anything and everything it likes. The //Bhagavad-gītā// and the great //ācāryas,// or spiritual masters, have prescribed certain foods for human beings, and one who eats these foods eats in the mode of goodness. These foods include grains, fruits, vegetables, milk products, and sugar---and nothing more. A devotee does not eat extravagantly; he simply eats what he offers to the Supreme Lord, Kṛṣṇa. He is interested in //kṛṣṇa-prasādam// (food offered to the Lord) and not in satisfying his tongue. Therefore he does not desire anything extraordinary to eat. Similarly, a devotee does not wish to accumulate a large bank balance: he simply earns as much as he requires. This is called //yāvad-artha// or //yuktāhāra.// In the material world everyone is very active in earning more and more money and in increasing eating and sleeping and gratifying the senses; such is the mission of most people's lives. But these activities should be absent from the life of a devotee. The next impediment Śrīla Rūpa Gosvāmī mentions is //prayāsa,// endeavoring very hard for material things. A devotee should not be very enthusiastic about attaining any material goal. He should not be like persons who engage in fruitive activities, who work very hard day and night to attain material rewards. All such persons have some ambition---to become a very big businessman, to become a great industrialist, to become a great poet or philosopher. But they do not know",
    "url": "https://github.com/iskconpress/books/nbs/5.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 5",
    "text": "that even if their ambition is fulfilled, the result is temporary. As soon as the body is finished, all material achievements are also finished. No one takes with him anything he has achieved materially in this world. The only thing he can carry with him is his asset of devotional service; that alone is never vanquished. The next impediment to devotional service is //prajalpa,// talking of mundane subject matter. Many people unnecessarily talk of the daily happenings in the newspapers and pass the time without any profit. A devotee, however, does not indulge in unnecessary talks of politics or economics. Nor is a devotee very strict in following ritualistic rules and regulations mentioned in the //Vedas.// Becoming enamored of these rituals is the next impediment, called //niyamāgraha.// Because a devotee fully engages in the supreme service of the Lord, he automatically fulfills all other obligations and doesn't have to execute all the details of Vedic rituals. As the //Śrīmad-Bhāgavatam// (11.5.41) says, > devarṣi-bhūtāpta-nṛṇāṁ pitṝṇāṁ > na kiṅkaro nāyam ṛṇī ca rājan > sarvātmanā yaḥ śaraṇaṁ śaraṇyaṁ > gato mukundaṁ parihṛtya kartam \"Every human being born in this world is immediately indebted to the demigods, the great sages, ordinary living entities, the family, society, and so on. But a person who surrenders unto the lotus feet of the Lord and engages fully in His service is no longer indebted to anyone. In other words, he has no obligations to fulfill except executing devotional service.\" Finally, a devotee should not be greedy (//laulyam//), nor should he mix with ordinary materialistic men (//jana-saṅga//). These are six negatives, or \"do-nots,\" for the devotee; therefore one who wants to attain the perfectional stage of love of Godhead refrains from these things. Similarly, there are six positive items for advancing in devotional service. First, while one should not be enthusiastic to attain material achievements, one should be very enthusiastic to attain the perfectional stage of devotional service. This enthusiasm is called //utsāha.// A living entity cannot stop acting. So when he is forbidden to become enthusiastic about material achievements, he should at once be encouraged to be enthusiastic about spiritual achievements. Enthusiasm is a symptom of the living entity; it cannot be stopped. It is just like a powerful engine: if you utilize it properly, it will give immense production.",
    "url": "https://github.com/iskconpress/books/nbs/5.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 5",
    "text": "Therefore enthusiasm should be purified. Instead of employing enthusiasm for attaining material goals, one should be enthusiastic about achieving the perfectional stage of devotional service. Indeed, enthusing His devotees in devotional service is the purpose for which Kṛṣṇa descends to this material world. The next item favorable for devotional service is //niścaya,// confidence. When one becomes disappointed in his service to the Supreme Lord, that disappointment must be rejected and replaced with confidence in attaining the ultimate goal, love of Godhead. The devotee should patiently follow the rules and regulations of devotional service so that the day will come when he will achieve, all of a sudden, all the perfection of devotional service. He should not lament for any loss or any reverse in his advancement in spiritual life. This patience (//dhairya//) is the third positive item for advancing in devotional service. Furthermore, a pure devotee is not envious, hateful, or lazy in the discharge of devotional service. Confident of his advancement, he continually performs his prescribed devotional duties. This is called //tat-tat-karma-pravartana.// The last two items are //saṅga-tyāga,// giving up the association of nondevotees, and //sato-vṛtti,// following in the footsteps of the previous //ācāryas.// These practices greatly help the devotee remain fixed on the path of devotional service and avoid the tendency to enjoy temporary, material things. Thus the activities of a devotee remain always pure and without any contamination of the material world.",
    "url": "https://github.com/iskconpress/books/nbs/5.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 6",
    "text": "yaj jñātvā matto bhavati stabdho bhavaty ātmārāmo bhavati ātmārāmāś ca munayo nirgranthā apy urukrame > kurvanty ahaitukīṁ bhaktiṁ itthaṁ-bhūta-guṇo hariḥ evaṁ-vrataḥ sva-priya-nāma-kīrtyā > jātānurāgo druta-citta uccaiḥ > hasaty atho roditi rauti gāyaty > unmāda-van nṛtyati loka-bāhyaḥ tvat-sākṣāt-karaṇāhlāda-viśuddhābdhi-sthitasya me > sukhāni goṣpadāyante brāhmāṇy api jagad-guro One who understands perfectly the process of devotional service in love of Godhead becomes intoxicated in its discharge. Sometimes he becomes stunned in ecstasy and thus enjoys his whole self, being engaged in the service of the Supreme Self. The //Śrīmad-Bhāgavatam// [[books:sb:1:7:10|(1.7.10)]] states, > ātmārāmāś ca munayo nirgranthā apy urukrame > kurvanty ahaitukīṁ bhaktiṁ itthaṁ-bhūta-guṇo hariḥ \"Although those who are //ātmārāma,// self-satisfied, are liberated from all material contamination, they are still attracted by the pastimes of the Supreme Lord, and thus they engage themselves in His transcendental service.\" When Lord Caitanya explained this //ātmārāma// verse to Śrīla Sanātana Gosvāmī, He described sixty-one meanings, and all of them point toward the devotional service of the Lord. How one becomes intoxicated in devotional service is very nicely described in the //Śrīmad-Bhāgavatam// (11.2.40): > evaṁ-vrataḥ sva-priya-nāma-kīrtyā > jātānurāgo druta-citta uccaiḥ > hasaty atho roditi rauti gāyaty > unmāda-van nṛtyati loka-bāhyaḥ \"A person engaged in the devotional service of the Lord in full Kṛṣṇa consciousness automatically becomes carried away by ecstasy when he chants and hears the holy name of Kṛṣṇa. His heart becomes slackened while chanting the holy name, he becomes almost like a madman, and he does not care for any outward social conventions. Thus sometimes he laughs, sometimes he weeps, sometimes he cries out very loudly, sometimes he sings, and sometimes he dances and forgets himself.\" These are the signs of becoming intoxicated in devotional service. This stage, called the //ātmārāma// stage, is possible when the Lord bestows His mercy upon a devotee for his advanced devotional activity. It is the highest perfectional stage because one cannot reach it unless one has attained pure love of God. Neither formal religious rituals, economic development, sense gratification, nor liberation can compare with this sweet stage of perfection of love of Kṛṣṇa, love of the Supreme Lord. The //Caitanya-caritāmṛta// (//Ādi-līlā// 7.97) describes this stage of ecstasy and intoxication as being far above the ecstasy of realizing oneself as Brahman, or the supreme spirit. Lord Caitanya says that the ecstasy of //bhakti// (love of Godhead)",
    "url": "https://github.com/iskconpress/books/nbs/6.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 6",
    "text": "is so vast that it is like an ocean compared to the drop of pleasure derived from understanding oneself as one with Brahman. In all Vedic literature, the highest perfectional stage is said to be the state of intoxication of devotional service. It is not achieved by ordinary persons, the nondevotees. In the stage of perfection, one's heart becomes slackened and one becomes more and more attached to attaining the lotus feet of the Lord. Śrīla Rūpa Gosvāmī, a great //ācārya// in the line of devotional service, has described this stage as follows: \"Although appearing just like a madman, a person in the ecstasy of devotional service is not mad in the material conception of the term; this ecstasy is the manifestation of the pleasure potency of the Supreme Lord.\" The Lord has various potencies, one of which is called //āhlādinī-śakti,// His internal pleasure potency. Only one who becomes a little conversant with this potency can taste such ecstasy. The //Vedānta-sūtra// (1.1.12) states, //ānanda-mayo 'bhyāsāt:// \"By nature the Lord is always joyful.\" This joyfulness of the Lord is due to His pleasure potency. One who becomes affected by the pleasure potency of the Supreme Lord manifests various symptoms of ecstasy, such as slackening of the heart, laughing, crying, shivering, and dancing. These symptoms are not material. However, exhibiting such ecstatic symptoms just to get credit from the public is not approved by pure devotees. Śrīla Bhaktisiddhānta Sarasvatī Prabhupāda says, \"Persons without attainment of the highest perfectional stage of loving service cannot achieve any auspiciousness simply by artificially laughing, crying, or dancing without any spiritual understanding. Artificial movement of the body... must always be rejected. One should wait for the natural sequence within devotional service, and at that time, when one cries or dances or sings, it is approved. A person artificially showing symptoms of the pleasure potency creates many disturbances in the ordinary way of life.\" One who attains the perfectional stage of devotional service under the guidance of a bona fide spiritual master may preach the science of devotion as Lord Caitanya did. When Lord Caitanya preached, He danced and showed other symptoms of ecstasy. Once, in Benares, a Māyāvādī //sannyāsī// named Prakāśānanda Sarasvatī objected to these activities. He said that since Lord Caitanya had taken //sannyāsa,// the renounced order of life, He",
    "url": "https://github.com/iskconpress/books/nbs/6.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 6",
    "text": "should not act in such an intoxicated way. The Lord explained that these symptoms of intoxication had automatically arisen when He had chanted the Hare Kṛṣṇa //mantra,// and that upon seeing this His spiritual master had ordered Him to preach devotional service all over the world. While speaking with Prakāśānanda, Lord Caitanya quoted an important verse from the //Hari-bhakti-sudhodaya// (14.36): > tvat-sākṣāt-karaṇāhlāda-viśuddhābdhi-sthitasya me > sukhāni goṣpadāyante brāhmāṇy api jagad-guro \"My dear Lord, O master of the universe, since I have directly seen You, my transcendental bliss has taken the shape of a great ocean. Thus I now regard the happiness derived from understanding impersonal Brahman to be like the water contained in a calf's hoofprint.\".\" In this way, one who reaches the perfectional stage of devotional service becomes so satisfied that he does not want anything more, and thus he always engages in pure devotional service.",
    "url": "https://github.com/iskconpress/books/nbs/6.txt/",
    "part": 3
  },
  {
    "id": "Sūtra 7",
    "text": "sā na kāmayamānā nirodha-rūpatvāt premaiva gopa-rāmāṇāṁ kāma ity agamat prathām > ity uddhavādayo 'py etaṁ vāñchanti bhagavat-priyāḥ kāma, prema,-doṅhākāra vibhinna lakṣaṇa > lauha āra hema yaiche svarūpe vilakṣaṇa ātmendriya-prīti-vāñchā-tāre bali 'kāma' > kṛṣṇendriya-prīti-icchā dhare 'prema' nāma na pāraye 'haṁ niravadya-saṁyujāṁ > sva-sādhu-kṛtyaṁ vibudhāyuṣāpi vaḥ > yā mābhajan durjaya-geha-śṛṅkhalāḥ > saṁvṛścya tad vaḥ pratiyātu sādhunā There is no question of lust in the execution of pure devotional service, because in it all material activities are renounced. In pure devotional service there is no question of sense gratification. Some people mistake the loving affairs between Kṛṣṇa and the //gopīs// (cowherd girls) for activities of ordinary sense gratification, but these affairs are not lustful because there is no material contamination. As Rūpa Gosvāmī states in his //Bhakti-rasāmṛta-sindhu// (1.2.285), > premaiva gopa-rāmāṇāṁ kāma ity agamat prathām > ity uddhavādayo 'py etaṁ vāñchanti bhagavat-priyāḥ \"Although the dealings of the //gopīs// with Kṛṣṇa are wrongly celebrated by many as lust, great sages and saintly persons like Uddhava hanker for such loving affairs with Kṛṣṇa.\" Śrīla Kṛṣṇadāsa Kavirāja, the author of //Caitanya-caritāmṛta,// has therefore said, > kāma, prema,-doṅhākāra vibhinna lakṣaṇa > lauha āra hema yaiche svarūpe vilakṣaṇa \"As there is a difference between iron and gold, so there is a difference between material lust and Kṛṣṇa's loving affairs with the //gopīs//\" [[books:cc:adi:4:164|(Cc. Ādi 4.164)]]. Although such loving affairs may sometimes resemble material lust, the difference is as follows: > ātmendriya-prīti-vāñchā-tāre bali 'kāma' > kṛṣṇendriya-prīti-icchā dhare 'prema' nāma \"The desire to satisfy one's own senses is called lust, while the desire to satisfy the senses of Kṛṣṇa is called //prema,// love of God\" (//Cc. Ādi// 4.165). The impersonalists cannot understand the principle of satisfying Kṛṣṇa's senses because they reject the Personality of Godhead. Thus they think God has no senses and therefore no sense satisfaction. But the devotees simply want to satisfy the senses of the Supreme Lord, and so they take part in the pure activities of love of Godhead. There is no question of lust in that category of pure transcendental love. Lust leads to fruitive activity for sense gratification. There are different kinds of duties for the human being, such as political obligations, performance of Vedic rituals, obligations for maintaining the body, and social formalities and conventions, but all such activities are directed toward satisfying one's own senses. The",
    "url": "https://github.com/iskconpress/books/nbs/7.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 7",
    "text": "//gopīs,// however, simply wanted to satisfy Kṛṣṇa's senses, and thus they completely gave up the conventional path of social restriction, not caring for their relatives or the chastisement of their husbands. They gave up everything for the satisfaction of Kṛṣṇa, showing their strong attachment to Kṛṣṇa to be as spotless as washed white cloth. It is said that when conjugal affection between a lover and beloved comes to the point of being destroyed and yet is not destroyed, such a relationship is pure love, or //prema.// In the material world it is not possible to find this kind of love, for it exists only between Kṛṣṇa and His intimate devotees, such as the //gopīs.// The sentiment between the //gopīs// and Kṛṣṇa was so strong that it could not be destroyed under any circumstances. Kṛṣṇa praises the //gopīs'// pure love in the //Śrīmad-Bhāgavatam// (10.32.22): > na pāraye 'haṁ niravadya-saṁyujāṁ > sva-sādhu-kṛtyaṁ vibudhāyuṣāpi vaḥ > yā mābhajan durjaya-geha-śṛṅkhalāḥ > saṁvṛścya tad vaḥ pratiyātu sādhunā \"My dear //gopīs,// I am not able to repay My debt for your spotless service, even within a lifetime of Brahmā. Your connection with Me is beyond reproach. You have worshiped Me, cutting off all domestic ties, which are difficult to break. Therefore please let your own glorious deeds be your compensation.\"",
    "url": "https://github.com/iskconpress/books/nbs/7.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 8",
    "text": "nirodhas tu loka-veda-vyāpāra-nyāsaḥ ṛddhā siddhi-vraja-vijayitā satya-dharmā samādhir > brahmānando gurur api camatkārayaty eva tāvat > yāvat premṇāṁ madhu-ripu-vaśīkāra-siddhauṣadhīnāṁ > gandho 'py antaḥ-karaṇa-saraṇī-pānthatāṁ na prayāti sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam > hṛṣīkena hṛṣīkeśa-sevanaṁ bhaktir ucyate > [[books:cc:madhya:19:170|[Cc. Madhya 19.170]]] Such renunciation in devotional service means to give up all kinds of social customs and religious rituals governed by Vedic injunction. In a verse in the //Lalita-mādhava// (5.2), Śrīla Rūpa Gosvāmī describes renunciation in devotional service: > ṛddhā siddhi-vraja-vijayitā satya-dharmā samādhir > brahmānando gurur api camatkārayaty eva tāvat > yāvat premṇāṁ madhu-ripu-vaśīkāra-siddhauṣadhīnāṁ > gandho 'py antaḥ-karaṇa-saraṇī-pānthatāṁ na prayāti \"Activities such as mystic trance, becoming one with the Supreme, and the religious principles of brahminism, such as speaking the truth and tolerance, have their own respective attractions, but when one becomes captivated by love of Kṛṣṇa, the Supreme Personality of Godhead, all attraction for mystic power, monistic pleasure, and mundane religious principles becomes insignificant.\" In other words, by discharging pure devotional service one attains the highest stage of love of Godhead and is freed from all other obligations, such as those mentioned in the //karma-kāṇḍa, jñāna-kāṇḍa,// and //yoga-kāṇḍa// sections of the //Vedas.// One who engages in pure devotional service has no desire to improve himself---except in the service of the Lord. In such devotional service there cannot be any worship of the impersonal or localized features of the Supreme Lord. The devotee simply performs activities that satisfy the Supreme Personality of Godhead and thus attains pure love for the Lord. Only by the combined mercy of the pure devotee---the bona fide spiritual master---and the Supreme Lord Himself can one attain pure devotional service to the Lord. If someone is fortunate enough to find a pure devotee and accept him as his spiritual master, then this spiritual master, out of his causeless mercy, will impart the knowledge of pure devotional service. And it is the Lord, out of //His// causeless mercy, who sends His most confidential servitor to this world to instruct pure devotional service. By the divine grace of the spiritual master, the seed of pure devotional service, which is completely different from the seed of fruitive activities and speculative knowledge, is sown in the heart of the devotee. Then, when the devotee satisfies the spiritual master and Kṛṣṇa, this seed of devotional service grows into a plant that",
    "url": "https://github.com/iskconpress/books/nbs/8.txt/",
    "part": 1
  },
  {
    "id": "Sūtra 8",
    "text": "gradually reaches up to the spiritual world. An ordinary plant requires shelter for growing. Similarly, the devotional plant grows and grows until it takes shelter in the spiritual world, without taking shelter on any planet in the material world. In other words, those who are captivated by pure devotional service have no desire to elevate themselves to any material planet. The highest planet in the spiritual world is Kṛṣṇa-loka, or Goloka Vṛndāvana, and there the devotional plant takes shelter. The //Nārada Pañcarātra// defines pure devotional service as follows: > sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam > hṛṣīkena hṛṣīkeśa-sevanaṁ bhaktir ucyate > [[books:cc:madhya:19:170|[Cc. Madhya 19.170]]] \"Devotional service to the Supreme Lord means engagement of all the senses in His service. In such service there are two important features: First, one must be purified of all designations, and second, the senses should be engaged only in the service of the Supreme Lord, the master of the senses. That is pure devotional service.\" Everyone is now contaminated by various designations in relation to the body. Everyone is thinking, \"I belong to such-and-such country; I belong to a certain society; I belong to a certain family.\" But when a person comes to the stage of pure devotional service, he knows that he does not belong to anything except the service of the Lord. The symptom of unflinching faith in pure devotional service is that one has overcome the many disruptive desires that impede pure devotional service, such as (1) the desire to worship the demigods, (2) the desire to serve someone other than Kṛṣṇa, (3) the desire to work for sense gratification, without understanding one's relationship with Kṛṣṇa, (4) the desire to cultivate impersonal knowledge and thereby forget the Supreme Lord, and (5) the desire to establish oneself as the Supreme, in which endeavor there is no trace of the bliss of devotional service. One should give up all these desires and engage exclusively in the loving devotional service of the Lord. Except for the service of the Lord, anything done is in the service of illusion, or //māyā.// One should try to get out of illusion and be engaged in the factual service of Kṛṣṇa. Service to Kṛṣṇa utilizes all the senses, and when the senses are engaged in the service of Kṛṣṇa, they become purified. There are ten senses---five",
    "url": "https://github.com/iskconpress/books/nbs/8.txt/",
    "part": 2
  },
  {
    "id": "Sūtra 8",
    "text": "active senses and five knowledge-acquiring senses. The active senses are the power of talking, the hands, the legs, the evacuating outlet, and the generating organ. The knowledge-acquiring senses are the eyes, the ears, the nose, the tongue, and the sense of touch. The mind, the center of all the senses, is sometimes considered the eleventh sense. One cannot engage in the transcendental loving service of the Lord with these senses in their present materially covered state. Therefore one should take up the process of devotional service to purify them. There are sixty-four items of regulative devotional service for purifying the senses, and one should strenuously undergo such regulative service. Then one can enter into the transcendental loving service of the Lord. (See text 12 for a full discussion of these sixty-four items of devotional service.)",
    "url": "https://github.com/iskconpress/books/nbs/8.txt/",
    "part": 3
  }
]