[
  {
    "id": "Preface",
    "text": "===== ===== The Kṛṣṇa consciousness movement is conducted under the supervision of Śrīla Rūpa Gosvāmī. The Gauḍīya Vaiṣṇavas, or Bengali Vaiṣṇavas, are mostly followers of Śrī Caitanya Mahāprabhu, of whom the six Gosvāmīs of Vṛndāvana are direct disciples. Therefore Śrīla Narottama dāsa Ṭhākura has sung: > rūpa-raghunātha-pade ha-ibe ākuti > kabe hāma bujhaba se yugala-pīriti \"When I am eager to understand the literature given by the Gosvāmīs, then I shall be able to understand the transcendental loving affairs of Rādhā and Kṛṣṇa.\" Śrī Caitanya Mahāprabhu appeared in order to bestow upon human society the benediction of the science of Kṛṣṇa. The most exalted of all the activities of Lord Kṛṣṇa are His pastimes of conjugal love with the //gopīs.// Śrī Caitanya Mahāprabhu appeared in the mood of Śrīmatī Rādhārāṇī, the best of the //gopīs.// Therefore, to understand the mission of Lord Śrī Caitanya Mahāprabhu and follow in His footsteps, one must very seriously follow in the footsteps of the six Gosvāmīs---Śrī Rūpa, Sanātana, Bhaṭṭa Raghunātha, Śrī Jīva, Gopāla Bhaṭṭa and Dāsa Raghunātha. Śrī Rūpa Gosvāmī was the leader of all the Gosvāmīs, and to guide our activities he gave us this //Upadeśāmṛta// (//The Nectar of Instruction//) to follow. As Śrī Caitanya Mahāprabhu left behind Him the eight verses known as //Śikṣāṣṭaka,// Rūpa Gosvāmī gave us //Upadeśāmṛta// so that we may become pure Vaiṣṇavas. In all spiritual affairs, one's first duty is to control his mind and senses. Unless one controls his mind and senses, one cannot make any advancement in spiritual life. Everyone within this material world is engrossed in the modes of passion and ignorance. One must promote himself to the platform of goodness, //sattva-guṇa,// by following the instructions of Rūpa Gosvāmī, and then everything concerning how to make further progress will be revealed. Advancement in Kṛṣṇa consciousness depends on the attitude of the follower. A follower of the Kṛṣṇa consciousness movement should become a perfect //gosvāmī.// Vaiṣṇavas are generally known as //gosvāmīs.// In Vṛndāvana, this is the title by which the director of each temple is known. One who wants to become a perfect devotee of Kṛṣṇa must become a //gosvāmī.// Go means \"the senses,\" and //svāmī// means \"the master.\" Unless one controls his senses and mind, one cannot become a //gosvāmī.// To achieve the highest success in life by becoming a",
    "url": "https://github.com/iskconpress/books/blob/master/noi/0a.txt/",
    "part": 1
  },
  {
    "id": "Preface",
    "text": "//gosvāmī// and then a pure devotee of the Lord, one must follow the instructions known as //Upadeśāmṛta,// which have been given by Śrīla Rūpa Gosvāmī. Śrīla Rūpa Gosvāmī has given many other books, such as //Bhakti-rasāmṛta-sindhu, Vidagdha-mādhava// and //Lalita-mādhava,// but //Upadeśāmṛta// constitutes the first instructions for neophyte devotees. One should follow these instructions very strictly. Then it will be easier to make one's life successful. Hare Kṛṣṇa. {{:images:signature.png?nolink|}} A.C. Bhaktivedanta Swami \\\\ September 20, 1975\\\\ Viśvarūpa-mahotsava \\\\ Kṛṣṇa-Balarāma Mandira \\\\ Ramaṇa-reti \\\\ Vṛndāvana, India",
    "url": "https://github.com/iskconpress/books/blob/master/noi/0a.txt/",
    "part": 2
  },
  {
    "id": "Text 1",
    "text": "vāco vegaṁ manasaḥ krodha-vegaṁ > jihvā-vegam udaropastha-vegam > etān vegān yo viṣaheta dhīraḥ > sarvām apīmāṁ pṛthivīṁ sa śiṣyāt dṛṣṭa-śrutābhyāṁ yat pāpaṁ > jānann apy ātmano 'hitam > karoti bhūyo vivaśaḥ > prāyaścittam atho katham > [[books:sb:6:1:9|(SB 6.1.9)]] > > kvacin nivartate 'bhadrāt > kvacic carati tat punaḥ > prāyaścittam atho 'pārthaṁ > manye kuñjara-śaucavat > [[books:sb:6:1:10|(SB 6.1.10)]] kṛṣṇa---sūrya-sama; māyā haya andhakāra > yāhāṅ kṛṣṇa, tāhāṅ nāhi māyāra adhikāra na yad vacaś citra-padaṁ harer yaśo > jagat-pavitraṁ pragṛṇīta karhicit > tad vāyasaṁ tīrtham uśanti mānasā > na yatra haṁsā niramanty uśik-kṣayāḥ > [[books:sb:1:5:10|(SB 1.5.10)]] tad-vāg-visargo janatāgha-viplavo > yasmin prati-ślokam abaddhavaty api > nāmāny anantasya yaśo 'ṅkitāni yat > śṛṇvanti gāyanti gṛṇanti sādhavaḥ > [[books:sb:1:5:11|(SB 1.5.11)]] śarīra avidyā jāla, jaḍendriya tāhe kāla, > jīve phele viṣaya-sāgare > tā'ra madhye jihvā ati, lobhamāyā sudurmati, > tā'ke jetā kaṭhina saṁsāre > > kṛṣṇa baḍa dayāmaya, karibāre jihvā jaya, > sva-prasāda-anna dila bhāi > sei annāmṛta khāo, rādhā-kṛṣṇa-guṇa gāo, > preme ḍāka caitanya-nitāi jihvāra lālase yei iti-uti dhāya > śiśnodara-parāyaṇa kṛṣṇa nāhi pāya vairāgī bhāi grāmya-kathā nā śunibe kāne > grāmya-vārtā nā kahibe yabe milibe āne > > svapane o nā kara bhāi strī-sambhāṣaṇa > gṛhe strī chāḍiyā bhāi āsiyācha vana > > yadi cāha praṇaya rākhite gaurāṅgera sane > choṭa haridāsera kathā thāke yena mane > > bhāla nā khāibe āra bhāla nā paribe > hṛdayete rādhā-kṛṣṇa sarvadā sevibe matir na kṛṣṇe parataḥ svato vā > mitho 'bhipadyeta gṛha-vratānām > adānta-gobhir viśatāṁ tamisraṁ > punaḥ punaś carvita-carvaṇānām A sober person who can tolerate the urge to speak, the mind's demands, the actions of anger and the urges of the tongue, belly and genitals is qualified to make disciples all over the world. In //Śrīmad-Bhāgavatam// [[books:sb:6:1:9|(6.1.9-10)]] Parīkṣit Mahārāja placed a number of intelligent questions before Śukadeva Gosvāmī. One of these questions was: \"Why do people undergo atonement if they cannot control their senses?\" For instance, a thief may know perfectly well that he may be arrested for his stealing, and he may actually even see a thief arrested by the police, yet he continues to steal. Experience is gathered by hearing and seeing. One who is less intelligent gathers experience by seeing, and one who is more intelligent gathers experience by hearing. When an intelligent person hears from the lawbooks and //śāstras,// or scriptures, that stealing is not",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 1
  },
  {
    "id": "Text 1",
    "text": "good and hears that a thief is punished when arrested, he refrains from theft. A less intelligent person may first have to be arrested and punished for stealing to learn to stop stealing. However, a rascal, a foolish man, may have the experience of both hearing and seeing and may even be punished, but still he continues to steal. Even if such a person atones and is punished by the government, he will again commit theft as soon as he comes out of jail. If punishment in jail is considered atonement, what is the benefit of such atonement? Thus Parīkṣit Mahārāja inquired: > dṛṣṭa-śrutābhyāṁ yat pāpaṁ > jānann apy ātmano 'hitam > karoti bhūyo vivaśaḥ > prāyaścittam atho katham > [[books:sb:6:1:9|(SB 6.1.9)]] > > kvacin nivartate 'bhadrāt > kvacic carati tat punaḥ > prāyaścittam atho 'pārthaṁ > manye kuñjara-śaucavat > [[books:sb:6:1:10|(SB 6.1.10)]] He compared atonement to an elephant's bathing. The elephant may take a very nice bath in the river, but as soon as it comes onto the bank, it throws dirt all over its body. What, then, is the value of its bathing? Similarly, many spiritual practitioners chant the Hare Kṛṣṇa //mahā-mantra// and at the same time commit many forbidden things, thinking that their chanting will counteract their offenses. Of the ten types of offenses one can commit while chanting the holy name of the Lord, this offense is called //nāmno balād yasya hi pāpa-buddhiḥ,// committing sinful activities on the strength of chanting the Hare Kṛṣṇa //mahā-mantra.// Similarly, certain Christians go to church to confess their sins, thinking that confessing their sins before a priest and performing some penance will relieve them from the results of their weekly sins. As soon as Saturday is over and Sunday comes, they again begin their sinful activities, expecting to be forgiven the next Saturday. This kind of //prāyaścitta,// or atonement, is condemned by Parīkṣit Mahārāja, the most intelligent king of his time. Śukadeva Gosvāmī, equally intelligent, as befitting the spiritual master of Mahārāja Parīkṣit, answered the King and confirmed that his statement concerning atonement was correct. A sinful activity cannot be counteracted by a pious activity. Thus real //prāyaścitta,// atonement, is the awakening of our dormant Kṛṣṇa consciousness. Real atonement involves coming to real knowledge, and for this there is a standard process. When one follows",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 2
  },
  {
    "id": "Text 1",
    "text": "a regulated hygienic process, he does not fall sick. A human being is meant to be trained according to certain principles to revive his original knowledge. Such a methodical life is described as //tapasya.// One can be gradually elevated to the standard of real knowledge, or Kṛṣṇa consciousness, by practicing austerity and celibacy (//brahmacarya//), by controlling the mind, by controlling the senses, by giving up one's possessions in charity, by being avowedly truthful, by keeping clean and by practicing //yoga-āsanas.// However, if one is fortunate enough to get the association of a pure devotee, he can easily surpass all the practices for controlling the mind by the mystic //yoga// process simply by following the regulative principles of Kṛṣṇa consciousness---refraining from illicit sex, meat-eating, intoxication and gambling---and by engaging in the service of the Supreme Lord under the direction of the bona fide spiritual master. This easy process is being recommended by Śrīla Rūpa Gosvāmī. First one must control his speaking power. Every one of us has the power of speech; as soon as we get an opportunity we begin to speak. If we do not speak about Kṛṣṇa consciousness, we speak about all sorts of nonsense. A toad in a field speaks by croaking, and similarly everyone who has a tongue wants to speak, even if all he has to say is nonsense. The croaking of the toad, however, simply invites the snake: \"Please come here and eat me.\" Nevertheless, although it is inviting death, the toad goes on croaking. The talking of materialistic men and impersonalist Māyāvādī philosophers may be compared to the croaking of frogs. They are always speaking nonsense and thus inviting death to catch them. Controlling speech, however, does not mean self-imposed silence (the external process of //mauna//), as Māyāvādī philosophers think. Silence may appear helpful for some time, but ultimately it proves a failure. The meaning of controlled speech conveyed by Śrīla Rūpa Gosvāmī advocates the positive process of //kṛṣṇa-kathā,// engaging the speaking process in glorifying the Supreme Lord Śrī Kṛṣṇa. The tongue can thus glorify the name, form, qualities and pastimes of the Lord. The preacher of //kṛṣṇa-kathā// is always beyond the clutches of death. This is the significance of controlling the urge to speak. The restlessness or fickleness of the mind (//mano-vega//) is controlled when one can",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 3
  },
  {
    "id": "Text 1",
    "text": "fix his mind on the lotus feet of Kṛṣṇa. The //Caitanya-caritāmṛta// [[books:cc:madhya:22:31|(Madhya 22.31)]] says: > kṛṣṇa---sūrya-sama; māyā haya andhakāra > yāhāṅ kṛṣṇa, tāhāṅ nāhi māyāra adhikāra Kṛṣṇa is just like the sun, and //māyā// is just like darkness. If the sun is present, there is no question of darkness. Similarly, if Kṛṣṇa is present in the mind, there is no possibility of the mind's being agitated by //māyā's// influence. The yogic process of negating all material thoughts will not help. To try to create a vacuum in the mind is artificial. The vacuum will not remain. However, if one always thinks of Kṛṣṇa and how to serve Kṛṣṇa best, one's mind will naturally be controlled. Similarly, anger can be controlled. We cannot stop anger altogether, but if we simply become angry with those who blaspheme the Lord or the devotees of the Lord, we control our anger in Kṛṣṇa consciousness. Lord Caitanya Mahāprabhu became angry with the miscreant brothers Jagāi and Mādhāi, who blasphemed and struck Nityānanda Prabhu. In His //Śikṣāṣṭaka// Lord Caitanya wrote, //tṛṇād api sunīcena taror api sahiṣṇunā:// \"One should be humbler than the grass and more tolerant than the tree.\" One may then ask why the Lord exhibited His anger. The point is that one should be ready to tolerate all insults to one's own self, but when Kṛṣṇa or His pure devotee is blasphemed, a genuine devotee becomes angry and acts like fire against the offenders. //Krodha,// anger, cannot be stopped, but it can be applied rightly. It was in anger that Hanumān set fire to Laṅkā, but he is worshiped as the greatest devotee of Lord Rāmacandra. This means that he utilized his anger in the right way. Arjuna serves as another example. He was not willing to fight, but Kṛṣṇa incited his anger: \"You must fight!\" To fight without anger is not possible. Anger is controlled, however, when utilized in the service of the Lord. As for the urges of the tongue, we all experience that the tongue wants to eat palatable dishes. Generally we should not allow the tongue to eat according to its choice, but should control the tongue by supplying //prasāda.// The devotee's attitude is that he will eat only when Kṛṣṇa gives him //prasāda.// That is the way to control the urge of the",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 4
  },
  {
    "id": "Text 1",
    "text": "tongue. One should take //prasāda// at scheduled times and should not eat in restaurants or sweetmeat shops simply to satisfy the whims of the tongue or belly. If we stick to the principle of taking only //prasāda,// the urges of the belly and tongue can be controlled. In a similar manner, the urges of the genitals, the sex impulse, can be controlled when not used unnecessarily. The genitals should be used to beget a Kṛṣṇa conscious child, otherwise they should not be used. The Kṛṣṇa consciousness movement encourages marriage not for the satisfaction of the genitals but for the begetting of Kṛṣṇa conscious children. As soon as the children are a little grown up, they are sent to our Gurukula school, where they are trained to become fully Kṛṣṇa conscious devotees. Many such Kṛṣṇa conscious children are required, and one who is capable of bringing forth Kṛṣṇa conscious offspring is allowed to utilize his genitals. When one is fully practiced in the methods of Kṛṣṇa conscious control, he can become qualified to be a bona fide spiritual master. In his //Anuvṛtti// explanation of //Upadeśāmṛta,// Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura writes that our material identification creates three kinds of urges---the urge to speak, the urge or demands of the mind and the demands of the body. When a living entity falls victim to these three types of urges, his life becomes inauspicious. One who practices resisting these demands or urges is called //tapasvī,// or one who practices austerities. By such //tapasya// one can overcome victimization by the material energy, the external potency of the Supreme Personality of Godhead. When we refer to the urge to speak, we refer to useless talking, such as that of the impersonal Māyāvādī philosophers, or of persons engaged in fruitive activities (technically called //karma-kāṇḍa//), or of materialistic people who simply want to enjoy life without restriction. All such talks or literatures are practical exhibitions of the urge to speak. Many people are talking nonsensically and writing volumes of useless books, and all this is the result of the urge to speak. To counteract this tendency, we have to divert our talking to the subject of Kṛṣṇa. This is explained in //Śrīmad-Bhāgavatam// (1.5.10-11): > na yad vacaś citra-padaṁ harer yaśo > jagat-pavitraṁ pragṛṇīta karhicit > tad vāyasaṁ tīrtham uśanti mānasā > na",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 5
  },
  {
    "id": "Text 1",
    "text": "yatra haṁsā niramanty uśik-kṣayāḥ > [[books:sb:1:5:10|(SB 1.5.10)]] \"Those words which do not describe the glories of the Lord, who alone can sanctify the atmosphere of the whole universe, are considered by saintly persons to be like unto a place of pilgrimage for crows. Since the all-perfect persons are inhabitants of the transcendental abode, they do not derive any pleasure there.\" > tad-vāg-visargo janatāgha-viplavo > yasmin prati-ślokam abaddhavaty api > nāmāny anantasya yaśo 'ṅkitāni yat > śṛṇvanti gāyanti gṛṇanti sādhavaḥ > [[books:sb:1:5:11|(SB 1.5.11)]] \"On the other hand, that literature which is full of descriptions of the transcendental glories of the name, fame, forms, pastimes, etc., of the unlimited Supreme Lord is a different creation, full of transcendental words directed toward bringing about a revolution in the impious lives of this world's misdirected civilization. Such transcendental literatures, even though imperfectly composed, are heard, sung and accepted by purified men who are thoroughly honest.\" The conclusion is that only when we talk about devotional service to the Supreme Personality of Godhead can we refrain from useless nonsensical talk. We should always endeavor to use our speaking power solely for the purpose of realizing Kṛṣṇa consciousness. As for the agitations of the flickering mind, they are divided into two divisions. The first is called //avirodha-prīti,// or unrestricted attachment, and the other is called //virodha-yukta-krodha,// anger arising from frustration. Adherence to the philosophy of the Māyāvādīs, belief in the fruitive results of the //karma-vādīs,// and belief in plans based on materialistic desires are called //avirodha-prīti. Jñānīs, karmīs// and materialistic planmakers generally attract the attention of conditioned souls, but when the materialists cannot fulfill their plans and when their devices are frustrated, they become angry. Frustration of material desires produces anger. Similarly, the demands of the body can be divided into three categories---the demands of the tongue, the belly and the genitals. One may observe that these three senses are physically situated in a straight line, as far as the body is concerned, and that the bodily demands begin with the tongue. If one can restrain the demands of the tongue by limiting its activities to the eating of //prasāda,// the urges of the belly and the genitals can automatically be controlled. In this connection Śrīla Bhaktivinoda Ṭhākura says: > śarīra avidyā jāla, jaḍendriya tāhe kāla, > jīve phele viṣaya-sāgare",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 6
  },
  {
    "id": "Text 1",
    "text": "> tā'ra madhye jihvā ati, lobhamāyā sudurmati, > tā'ke jetā kaṭhina saṁsāre > > kṛṣṇa baḍa dayāmaya, karibāre jihvā jaya, > sva-prasāda-anna dila bhāi > sei annāmṛta khāo, rādhā-kṛṣṇa-guṇa gāo, > preme ḍāka caitanya-nitāi \"O Lord! This material body is a lump of ignorance, and the senses are a network of paths leading to death. Somehow or other we have fallen into the ocean of material sense enjoyment, and of all the senses the tongue is the most voracious and uncontrollable. It is very difficult to conquer the tongue in this world, but You, dear Kṛṣṇa, are very kind to us. You have sent this nice //prasāda// to help us conquer the tongue; therefore let us take this //prasāda// to our full satisfaction and glorify Your Lordships Śrī Śrī Rādhā and Kṛṣṇa and in love call for the help of Lord Caitanya and Prabhu Nityānanda.\" There are six kinds of //rasas// (tastes), and if one is agitated by any one of them, he becomes controlled by the urges of the tongue. Some persons are attracted to the eating of meat, fish, crabs, eggs and other things produced by semina and blood and eaten in the form of dead bodies. Others are attracted by eating vegetables, creepers, spinach or milk products, but all for the satisfaction of the tongue's demands. Such eating for sense gratification---including the use of extra quantities of spices like chili and tamarind---is to be given up by Kṛṣṇa conscious persons. The use of pan, //haritakī,// betel nuts, various spices used in pan-making, tobacco, LSD, marijuana, opium, liquor, coffee and tea is indulged in to fulfill illicit demands. If we can practice accepting only remnants of food offered to Kṛṣṇa, it is possible to get free from //māyā's// victimization. Vegetables, grains, fruits, milk products and water are proper foods to offer to the Lord, as Lord Kṛṣṇa Himself prescribes. However, if one accepts //prasāda// only because of its palatable taste and thus eats too much, he also falls prey to trying to satisfy the demands of the tongue. Śrī Caitanya Mahāprabhu taught us to avoid very palatable dishes even while eating //prasāda.// If we offer palatable dishes to the Deity with the intention of eating such nice food, we are involved in trying to satisfy the demands of the tongue. If we",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 7
  },
  {
    "id": "Text 1",
    "text": "accept the invitation of a rich man with the idea of receiving palatable food, we are also trying to satisfy the demands of the tongue. In //Caitanya-caritāmṛta// [[books:cc:antya:6:227|(Antya 6.227)]] it is stated: > jihvāra lālase yei iti-uti dhāya > śiśnodara-parāyaṇa kṛṣṇa nāhi pāya \"That person who runs here and there seeking to gratify his palate and who is always attached to the desires of his stomach and genitals is unable to attain Kṛṣṇa.\" As stated before, the tongue, belly and genitals are all situated in a straight line, and they fall in the same category. Lord Caitanya has said, //bhāla nā khāibe āra bhāla nā paribe:// \"Do not dress luxuriously and do not eat delicious foodstuffs.\" [[books:cc:antya:6:236|(Cc. Antya 6.236)]] Those who suffer from diseases of the stomach must be unable to control the urges of the belly, at least according to this analysis. When we desire to eat more than necessary we automatically create many inconveniences in life. However, if we observe fasting days like Ekādaśī and Janmāṣṭamī, we can restrain the demands of the belly. As far as the urges of the genitals are concerned, there are two---proper and improper, or legal and illicit sex. When a man is properly mature, he can marry according to the rules and regulations of the //śāstras// and use his genitals for begetting nice children. That is legal and religious. Otherwise, he may adopt many artificial means to satisfy the demands of the genitals, and he may not use any restraint. When one indulges in illicit sex life, as defined by the //śāstras,// either by thinking, planning, talking about or actually having sexual intercourse, or by satisfying the genitals by artificial means, he is caught in the clutches of //māyā.// These instructions apply not only to householders but also to //tyāgīs,// or those who are in the renounced order of life. In his book //Prema-vivarta,// Chapter Seven, Śrī Jagadānanda Paṇḍita says: > vairāgī bhāi grāmya-kathā nā śunibe kāne > grāmya-vārtā nā kahibe yabe milibe āne > > svapane o nā kara bhāi strī-sambhāṣaṇa > gṛhe strī chāḍiyā bhāi āsiyācha vana > > yadi cāha praṇaya rākhite gaurāṅgera sane > choṭa haridāsera kathā thāke yena mane > > bhāla nā khāibe āra bhāla nā paribe > hṛdayete rādhā-kṛṣṇa sarvadā sevibe \"My dear brother, you are in the renounced",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 8
  },
  {
    "id": "Text 1",
    "text": "order of life and should not listen to talk about ordinary worldly things, nor should you talk about worldly things when you meet with others. Do not think of women even in dreams. You have accepted the renounced order of life with a vow that forbids you to associate with women. If you wish to associate with Caitanya Mahāprabhu, you must always remember the incident of Choṭa Haridāsa and how he was rejected by the Lord. Do not eat luxurious dishes or dress in fine garments, but always remain humble and serve Their Lordships Śrī Śrī Rādhā-Kṛṣṇa in your heart of hearts.\" The conclusion is that one who can control these six items---speech, mind, anger, tongue, belly and genitals---is to be called a //svāmī// or //gosvāmī. Svāmī// means master, and //gosvāmī// means master of the go, or senses. When one accepts the renounced order of life, he automatically assumes the title of //svāmī.// This does not mean that he is the master of his family, community or society; he must be master of his senses. Unless one is master of his senses, he should not be called //gosvāmī,// but go-//dāsa,// servant of the senses. Following in the footsteps of the six Gosvāmīs of Vṛndāvana, all //svāmīs// and //gosvāmīs// should fully engage in the transcendental loving service of the Lord. As opposed to this, the //go-dāsas// engage in the service of the senses or in the service of the material world. They have no other engagement. Prahlāda Mahārāja has further described the //go-dāsa// as //adānta-go,// which refers to one whose senses are not controlled. An //adānta-go// cannot become a servant of Kṛṣṇa. In //Śrīmad-Bhāgavatam// [[books:sb:7:5:30|(7.5.30)]], Prahlāda Mahārāja has said: > matir na kṛṣṇe parataḥ svato vā > mitho 'bhipadyeta gṛha-vratānām > adānta-gobhir viśatāṁ tamisraṁ > punaḥ punaś carvita-carvaṇānām \"For those who have decided to continue their existence in this material world for the gratification of their senses, there is no chance of becoming Kṛṣṇa conscious, not by personal endeavor, by instruction from others or by joint conferences. They are dragged by the unbridled senses into the darkest region of ignorance, and thus they madly engage in what is called 'chewing the chewed.' \"",
    "url": "https://github.com/iskconpress/books/blob/master/noi/1.txt/",
    "part": 9
  },
  {
    "id": "Text 2",
    "text": "atyāhāraḥ prayāsaś ca > prajalpo niyamāgrahaḥ > jana-saṅgaś ca laulyaṁ ca > ṣaḍbhir bhaktir vinaśyati mahātmānas tu māṁ pārtha > daivīṁ prakṛtim āśritāḥ > bhajanty ananya-manaso > jñātvā bhūtādim avyayam dharmasya hy āpavargyasya > nārtho 'rthāyopakalpate > nārthasya dharmaikāntasya > kāmo lābhāya hi smṛtaḥ īśāvāsyam idaṁ sarvaṁ > yat kiñca jagatyāṁ jagat > tena tyaktena bhuñjīthā > mā gṛdhaḥ kasya svid dhanam > [[books:iso:1|[Īśo mantra 1]]] One's devotional service is spoiled when he becomes too entangled in the following six activities: (1) eating more than necessary or collecting more funds than required; (2) overendeavoring for mundane things that are very difficult to obtain; (3) talking unnecessarily about mundane subject matters; (4) Practicing the scriptural rules and regulations only for the sake of following them and not for the sake of spiritual advancement, or rejecting the rules and regulations of the scriptures and working independently or whimsically; (5) associating with worldly-minded persons who are not interested in Kṛṣṇa consciousness; and (6) being greedy for mundane achievements. Human life is meant for plain living and high thinking. Since all conditioned living beings are under the control of the Lord's third energy, this material world is designed so that one is obliged to work. The Supreme Personality of Godhead has three primary energies, or potencies. The first is called //antaraṅga-śakti,// or the internal potency. The second is called //taṭastha-śakti,// or the marginal potency. The third is called //bahiraṅga-śakti,// or the external potency. The living entities constitute the marginal potency, and they are situated between the internal and external Potencies. Being subordinate as eternal servants of the Supreme Personality of Godhead, the //jīvātmās,// or atomic living entities, must remain under the control of either the internal or external potency. When they are under the control of the internal potency, they display their natural, constitutional activity---namely, constant engagement in the devotional service of the Lord. This is stated in //Bhagavad-gītā// [[books:bg:9:13|(9.13)]]: > mahātmānas tu māṁ pārtha > daivīṁ prakṛtim āśritāḥ > bhajanty ananya-manaso > jñātvā bhūtādim avyayam \"O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.\" The word //mahātmā// refers to those who are broadminded, not cripple-minded. Cripple-minded",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 1
  },
  {
    "id": "Text 2",
    "text": "persons, always engaged in satisfying their senses, sometimes expand their activities in order to do good for others through some \"ism\" like nationalism, humanitarianism or altruism. They may reject personal sense gratification for the sense gratification of others, like the members of their family, community or society---either national or international. Actually all this is extended sense gratification, from personal to communal to social. This may all be very good from the material point of view, but such activities have no spiritual value. The basis of such activity is sense gratification, either personal or extended. Only when a person gratifies the senses of the Supreme Lord can he be called a //mahātmā,// or broadminded person. In the above-quoted verse from //Bhagavad-gītā,// the words //daivīṁ prakṛtim// refer to the control of the internal potency, or pleasure potency, of the Supreme Personality of Godhead. This pleasure potency is manifested as Śrīmatī Rādhārāṇī, or Her expansion Lakṣmī, the goddess of fortune. When the individual //jīva// souls are under the control of the internal energy, their only engagement is the satisfaction of Kṛṣṇa, or Viṣṇu. This is the position of a //mahātmā.// If one is not a //mahātmā,// he is a //durātmā,// or a cripple-minded person. Such mentally crippled //durātmās// are put under the control of the Lord's external potency, //mahāmāyā.// Indeed, all living entities within this material world are under the control of //mahāmāyā,// whose business is to subject them to the influence of threefold miseries: //adhidaivika-kleśa// (sufferings caused by the demigods, such as droughts, earthquakes and storms), //adhibhautika-kleśa// (sufferings caused by other living entities like insects or enemies), and //adhyātmika-kleśa// (sufferings caused by one's own body and mind, such as mental and physical infirmities). //Daiva-bhūtātma-hetavaḥ:// the conditioned souls, subjected to these three miseries by the control of the external energy, suffer various difficulties. The main problem confronting the conditioned souls is the repetition of birth, old age, disease and death. In the material world one has to work for the maintenance of the body and soul, but how can one perform such work in a way that is favorable for the execution of Kṛṣṇa consciousness? Everyone requires possessions such as food grains, clothing, money and other things necessary for the maintenance of the body, but one should not collect more than necessary for his actual basic needs.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 2
  },
  {
    "id": "Text 2",
    "text": "If this natural principle is followed, there will be no difficulty in maintaining the body. According to nature's arrangement, living entities lower on the evolutionary scale do not eat or collect more than necessary. Consequently in the animal kingdom there is generally no economic problem or scarcity of necessities. If a bag of rice is placed in a public place, birds will come to eat a few grains and go away. A human being, however, will take away the whole bag. He will eat all his stomach can hold and then try to keep the rest in storage. According to scriptures, this collecting of more than necessary (//atyāhāra//) is prohibited. Now the entire world is suffering because of it. Collecting and eating more than necessary also causes //prayāsa,// or unnecessary endeavor. By God's arrangement, anyone in any part of the world can live very peacefully if he has some land and a milk cow. There is no need for man to move from one place to another to earn a livelihood, for one can produce food grains locally and get milk from cows. That can solve all economic problems. Fortunately, man has been given higher intelligence for the cultivation of Kṛṣṇa consciousness, or the understanding of God, one's relationship with Him, and the ultimate goal of life, love of God. Unfortunately, so-called civilized man, not caring for God realization, utilizes his intelligence to get more than necessary and simply eat to satisfy the tongue. By God's arrangement there is sufficient scope for the production of milk and grains for human beings all over the world, but instead of using his higher intelligence to cultivate God consciousness, so-called intelligent men misuse their intelligence to produce many unnecessary and unwanted things. Thus factories, slaughterhouses, brothels and liquor shops are opened. If people are advised not to collect too many goods, eat too much or work unnecessarily to possess artificial amenities, they think they are being advised to return to a primitive way of life. Generally people do not like to accept plain living and high thinking. That is their unfortunate position. Human life is meant for God realization, and the human being is given higher intelligence for this purpose. Those who believe that this higher intelligence is meant to attain a higher state should follow the",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 3
  },
  {
    "id": "Text 2",
    "text": "instructions of the Vedic literatures. By taking such instructions from higher authorities, one can actually become situated in perfect knowledge and give real meaning to life. In //Śrīmad-Bhāgavatam// [[books:sb:1:2:9|(1.2.9)]] Śrī Sūta Gosvāmī describes the proper human //dharma// in this way: > dharmasya hy āpavargyasya > nārtho 'rthāyopakalpate > nārthasya dharmaikāntasya > kāmo lābhāya hi smṛtaḥ \"All occupational engagements [//dharma//] are certainly meant for ultimate liberation. They should never be performed for material gain. Furthermore, one who is engaged in the ultimate occupational service [//dharma//] should never use material gain to cultivate sense gratification.\" The first step in human civilization consists of occupational engagements performed according to the scriptural injunctions. The higher intelligence of a human being should be trained to understand basic //dharma.// In human society there are various religious conceptions characterized as Hindu, Christian, Hebrew, Mohammedan, Buddhist and so on, for without religion, human society is no better than animal society. As stated above (//dharmasya hy āpavargyasya nārtho 'rthāyopakalpate// [[books:sb:1:2:9|[SB 1.2.9]]]), religion is meant for attaining emancipation, not for getting bread. Sometimes human society manufactures a system of so-called religion aimed at material advancement, but that is far from the purpose of true //dharma.// Religion entails understanding the laws of God because the proper execution of these laws ultimately leads one out of material entanglement. That is the true purpose of religion. Unfortunately people accept religion for material prosperity because of //atyāhāra,// or an excessive desire for such prosperity. True religion, however, instructs people to be satisfied with the bare necessities of life while cultivating Kṛṣṇa consciousness. Even though we require economic development, true religion allows it only for supplying the bare necessities of material existence. //Jīvasya tattva jijñāsā:// the real purpose of life is to inquire about the Absolute Truth. If our endeavor (//prayāsa//) is not to inquire about the Absolute Truth, we will simply increase our endeavor to satisfy our artificial needs. A spiritual aspirant should avoid mundane endeavor. Another impediment is //prajalpa,// unnecessary talking. When we mix with a few friends, we immediately begin unnecessary talking, sounding just like croaking toads. If we must talk, we should talk about the Kṛṣṇa consciousness movement. Those outside of the Kṛṣṇa consciousness movement are interested in reading heaps of newspapers, magazines and novels, solving crossword puzzles and doing many other nonsensical things. In",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 4
  },
  {
    "id": "Text 2",
    "text": "this fashion people simply waste their valuable time and energy. In the Western countries old men, retired from active life, play cards, fish, watch television and debate about useless socio-political schemes. All these and other frivolous activities are included in the //prajalpa// category. Intelligent persons interested in Kṛṣṇa consciousness should never take part in such activities. //Jana-saṅga// refers to associating with persons not interested in Kṛṣṇa consciousness. One should strictly avoid such association. Śrīla Narottama dāsa Ṭhākura has therefore advised us to live only in the association of Kṛṣṇa conscious devotees (//bhakta-sane vāsa//). One should always engage in the service of the Lord in the association of the Lord's devotees. Association with those engaged in a similar line of business is very conducive to advancement in that business. Consequently materialistic persons form various associations and clubs to enhance their endeavors. For example, in the business world we find such institutions as the stock exchange and chamber of commerce. Similarly, we have established the International Society for Krishna Consciousness to give people an opportunity to associate with those who have not forgotten Kṛṣṇa. This spiritual association offered by our ISKCON movement is increasing day by day. Many people from different parts of the world are joining this Society to awaken their dormant Kṛṣṇa consciousness. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura writes in his //Anuvṛtti// commentary that too much endeavor to acquire knowledge on the part of mental speculators or dry philosophers falls within the category of //atyāhāra// (collecting more than needed). According to //Śrīmad-Bhāgavatam,// the endeavor of philosophical speculators to write volumes of books on dry philosophy devoid of Kṛṣṇa consciousness is entirely futile. The work of //karmīs// who write volumes of books on economic development also falls within the category of //atyāhāra.// Similarly, those who have no desire for Kṛṣṇa consciousness and who are simply interested in possessing more and more material things---either in the shape of scientific knowledge or monetary gain---are all included under the control of //atyāhāra.// Karmīs labor to accumulate more and more money for future generations only because they do not know their future position. Interested only in getting more and more money for their sons and grandsons, such foolish persons do not even know what their position is going to be in the next life. There are many incidents that illustrate",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 5
  },
  {
    "id": "Text 2",
    "text": "this point. Once a great //karmī// accumulated a vast fortune for his sons and grandsons, but later, according to his //karma,// he took his birth in a cobbler's house located near the building which in his previous life he had constructed for his children. It so happened that when this very cobbler came to his former house, his former sons and grandsons beat him with shoes. Unless the //karmīs// and //jñānīs// become interested in Kṛṣṇa consciousness, they will simply continue to waste their life in fruitless activities. Accepting some of the scriptural rules and regulations for immediate benefit, as utilitarians advocate, is called //niyama-āgraha,// and neglecting the rules and regulations of the //śāstras,// which are meant for spiritual development, is called //niyama-agraha.// The word //āgraha// means \"eagerness to accept,\" and //agraha// means \"failure to accept.\" By the addition of either of these two words to the word //niyama// (\"rules and regulations\"), the word //niyamāgraha// is formed. Thus //niyamāgraha// has a twofold meaning that is understood according to the particular combination of words. Those interested in Kṛṣṇa consciousness should not be eager to accept rules and regulations for economic advancement, yet they should very faithfully accept scriptural rules and regulations for the advancement of Kṛṣṇa consciousness. They should strictly follow the regulative principles by avoiding illicit sex, meat-eating, gambling and intoxication. One should also avoid association with Māyāvādīs, who simply blaspheme Vaiṣṇavas (devotees). //Bhukti-kāmīs,// who are interested in material happiness, //mukti-kāmīs,// who desire liberation by merging in the existence of the formless Absolute (Brahman), and //siddhi-kāmīs,// who desire the perfection of mystic //yoga// practice, are classified as //atyāhārīs.// To associate with such persons is not at all desirable. Desires to expand the mind by perfecting mystic //yoga,// merging in the existence of Brahman, or attaining whimsical material prosperity are all included within the category of greed (//laulya//). All attempts to acquire such material benefits or so-called spiritual advancement are impediments on the path of Kṛṣṇa consciousness. Modern warfare waged between capitalists and communists is due to their avoiding the advice of Śrīla Rūpa Gosvāmī regarding //atyāhāra.// Modern capitalists accumulate more wealth than necessary, and the communists, envious of their prosperity, want to nationalize all wealth and property. Unfortunately the communists do not know how to solve the problem of wealth and its distribution. Consequently when",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 6
  },
  {
    "id": "Text 2",
    "text": "the wealth of the capitalists falls into the hands of the communists, no solution results. Opposed to these two philosophies, the Kṛṣṇa conscious ideology states that all wealth belongs to Kṛṣṇa. Thus unless all wealth comes under the administration of Kṛṣṇa, there can be no solution to the economic problem of mankind. Nothing can be solved by placing wealth in the hands of the communists or the capitalists. If a hundred-dollar bill is lying on the street, someone may pick it up and put it in his pocket. Such a man is not honest. Another man may see the money and decide to let it remain there, thinking that he should not touch another's property. Although this second man does not steal the money for his own purposes, he is unaware of its proper use. The third man who sees the hundred-dollar bill may pick it up, find the man who lost it and deliver it to him. This man does not steal the money to spend for himself, nor does he neglect it and let it lie in the street. By taking it and delivering it to the man who has lost it, this man is both honest and wise. Simply transferring wealth from capitalists to communists cannot solve the problem of modern politics, for it has been demonstrated that when a communist gets money, he uses it for his own sense gratification. The wealth of the world actually belongs to Kṛṣṇa, and every living entity, man and animal, has the birthright to use God's property for his maintenance. When one takes more than his maintenance requires---be he a capitalist or a communist---he is a thief, and as such he is liable to be punished by the laws of nature. The wealth of the world should be used for the welfare of all living entities, for that is the plan of Mother Nature. Everyone has the right to live by utilizing the wealth of the Lord. When people learn the art of scientifically utilizing the Lord's property, they will no longer encroach upon one another's rights. Then an ideal society can be formed. The basic principle for such a spiritual society is stated in the first //mantra// of //Śrī Īśopaniṣad:// > īśāvāsyam idaṁ sarvaṁ > yat kiñca jagatyāṁ jagat > tena tyaktena bhuñjīthā",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 7
  },
  {
    "id": "Text 2",
    "text": "> mā gṛdhaḥ kasya svid dhanam > [[books:iso:1|[Īśo mantra 1]]] \"Everything animate or inanimate that is within the universe is controlled and owned by the Lord. One should therefore accept only those things necessary for himself, which are set aside as his quota, and should not accept other things, knowing well to whom they belong.\" Kṛṣṇa conscious devotees know very well that this material world is designed by the complete arrangement of the Lord to fulfill all the necessities of life for all living beings, without their having to encroach upon the life or rights of one another. This complete arrangement affords the proper quota of wealth for everyone according to his real needs, and thus everyone may live peacefully according to the principle of plain living and high thinking. Unfortunately, materialists who have neither faith in the plan of God nor any aspiration for higher spiritual development misuse their God-given intelligence only to augment their material possessions. They devise many systems---such as capitalism and materialistic communism---to advance their material position. They are not interested in the laws of God or in a higher goal. Always anxious to fulfill their unlimited desires for sense gratification, they are conspicuous by their ability to exploit their fellow living beings. When human society gives up these elementary faults enumerated by Śrīla Rūpa Gosvāmī (//atyāhāra,// etc.), all enmity will cease between men and animals, capitalists and communists, and so forth. In addition, all problems of economic or political maladjustment and instability will be solved. This pure consciousness is awakened by the proper spiritual education and practice offered scientifically by the Kṛṣṇa consciousness movement. This Kṛṣṇa consciousness movement offers a spiritual community that can bring about a peaceful condition in the world. Every intelligent man should purify his consciousness and rid himself of the above-mentioned six hindrances to devotional service by taking wholehearted shelter of this Kṛṣṇa consciousness movement.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/2.txt/",
    "part": 8
  },
  {
    "id": "Text 3",
    "text": "utsāhān niścayād dhairyāt > tat-tat-karma-pravartanāt > saṅga-tyāgāt sato vṛtteḥ > ṣaḍbhir bhaktiḥ prasidhyati anyābhilāṣitā-śūnyaṁ > jñāna-karmādy-anāvṛtam > ānukūlyena kṛṣṇānu- > śīlanaṁ bhaktir uttamā > [[books:cc:madhya:19:167|[Cc. Madhya 19.167]]] śravaṇaṁ kīrtanaṁ viṣṇoḥ > smaraṇaṁ pāda-sevanam > arcanaṁ vandanaṁ dāsyaṁ > sakhyam ātma-nivedanam > [[books:sb:7:5:23-24|[SB 7.5.23]]] tad viddhi praṇipātena > paripraśnena sevayā > upadekṣyanti te jñānaṁ > jñāninas tattva-darśinaḥ brahmāṇḍa bhramite kona bhāgyavān jīva > guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja mayā tatam idaṁ sarvaṁ > jagad avyakta-mūrtinā- > mat-sthāni sarva-bhūtāni > na cāhaṁ teṣv avasthitaḥ yā niśā sarva-bhūtānāṁ > tasyāṁ jāgarti saṁyamī > yasyāṁ jāgrati bhūtāni > sā niśā paśyato muneḥ nehābhikrama-nāśo 'sti > pratyavāyo na vidyate > svalpam apy asya dharmasya > trāyate mahato bhayāt mahātmānas tu māṁ pārtha > daivīṁ prakṛtim āśritāḥ > bhajanty ananya-manaso > jñātvā bhūtādim avyayam There are six principles favorable to the execution of pure devotional service: (1) being enthusiastic, (2) endeavoring with confidence, (3) being patient, (4) acting according to regulative principles [such as śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇam---hearing, chanting and remembering Kṛṣṇa], (5) abandoning the association of nondevotees, and (6) following in the footsteps of the previous ācāryas. These six principles undoubtedly assure the complete success of pure devotional service. Devotional service is not a matter of sentimental speculation or imaginative ecstasy. Its substance is practical activity. Śrīla Rūpa Gosvāmī, in his //Bhakti-rasāmṛta-sindhu// (1.1.11), has defined devotional service as follows: > anyābhilāṣitā-śūnyaṁ > jñāna-karmādy-anāvṛtam > ānukūlyena kṛṣṇānu- > śīlanaṁ bhaktir uttamā > [[books:cc:madhya:19:167|[Cc. Madhya 19.167]]] //\"Uttamā bhakti,// or unalloyed devotion unto the Supreme Personality of Godhead, Śrī Kṛṣṇa, involves the rendering of devotional service in a way that is favorable to the Lord. This devotional service should be free from any extraneous motive and devoid of fruitive //karma,// impersonal //jñāna// and all other selfish desires.\" //Bhakti// is a sort of cultivation. As soon as we say \"cultivation,\" we must refer to activity. Cultivation of spirituality does not mean sitting down idly for meditation, as some pseudo-//yogīs// teach. Such idle meditation may be good for those who have no information of devotional service, and for this reason it is sometimes recommended as a way to check distracting materialistic activities. Meditation means stopping all nonsensical activities, at least for the time being. Devotional service, however, not only puts an end to all nonsensical mundane activities, but also engages one in meaningful devotional activities. Śrī",
    "url": "https://github.com/iskconpress/books/blob/master/noi/3.txt/",
    "part": 1
  },
  {
    "id": "Text 3",
    "text": "Prahlāda Mahārāja recommends: > śravaṇaṁ kīrtanaṁ viṣṇoḥ > smaraṇaṁ pāda-sevanam > arcanaṁ vandanaṁ dāsyaṁ > sakhyam ātma-nivedanam > [[books:sb:7:5:23-24|[SB 7.5.23]]] The nine processes of devotional service are as follows: 1. hearing the name and glories of the Supreme Personality of Godhead \\\\ 2. chanting His glories \\\\ 3. remembering the Lord \\\\ 4. serving the Lord's feet \\\\ 5. worshiping the Deity \\\\ 6. offering obeisances unto the Lord \\\\ 7. acting as the Lord's servant \\\\ 8. making friends with the Lord \\\\ 9. surrendering oneself fully to the Lord //Śravaṇam,// or hearing, is the first step in acquiring transcendental knowledge. One should not give aural reception to unauthorized persons, but should approach the proper person, as recommended in //Bhagavad-gītā// [[books:bg:4:34|(4.34)]]: > tad viddhi praṇipātena > paripraśnena sevayā > upadekṣyanti te jñānaṁ > jñāninas tattva-darśinaḥ \"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.\" It is further recommended in the //Muṇḍaka Upaniṣad, tad-vijñānārthaṁ sa gurum evābhigacchet:// [MU 1.2.12] \"To understand that transcendental science, one must approach a bona fide spiritual master.\" Thus this method of submissively receiving transcendental confidential knowledge is not merely based on mental speculation. In this regard, Śrī Caitanya Mahāprabhu told Rūpa Gosvāmī: > brahmāṇḍa bhramite kona bhāgyavān jīva > guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja \"In the course of traversing the universal creation of Brahmā, some fortunate soul may receive the seed of //bhakti-latā,// the creeper of devotional service. This is all by the grace of //guru// and Kṛṣṇa.\" [[books:cc:madhya:19:151|[Cc. Madhya 19.151]]] The material world is a place of confinement for the living entities who are by nature //ānandamaya,// pleasure-seeking. They actually want to be free from the confinement of this world of conditional happiness, but not knowing the process of liberation, they are bound to transmigrate from one species of life to another and from one planet to another. In this way the living entities are wandering throughout the material universe. When by good fortune one comes in contact with a pure devotee and hears from him patiently, one begins to follow the path of devotional service. Such an opportunity is offered to a person who is sincere. The International Society for Krishna Consciousness is giving",
    "url": "https://github.com/iskconpress/books/blob/master/noi/3.txt/",
    "part": 2
  },
  {
    "id": "Text 3",
    "text": "such a chance to humanity at large. If by fortune one takes advantage of this opportunity to engage in devotional service, the path of liberation immediately opens. One should accept this opportunity to return home, back to Godhead, very enthusiastically. Without enthusiasm, one cannot be successful. Even in the material world one has to be very enthusiastic in his particular field of activity in order to become successful. A student, businessman, artist or anyone else who wants success in his line must be enthusiastic. Similarly, one has to be very enthusiastic in devotional service. Enthusiasm means action, but action for whom? The answer is that one should always act for Kṛṣṇa---//kṛṣṇārthākhila-ceṣṭā// (//Bhakti-rasāmṛta-sindhu//). In all phases of life one has to perform devotional activities under the direction of the spiritual master in order to attain perfection in //bhakti-yoga. It// is not that one has to confine or narrow one's activities. Kṛṣṇa is all-pervading. Therefore nothing is independent of Kṛṣṇa, as Kṛṣṇa Himself states in //Bhagavad-gītā// [[books:bg:9:4|(9.4)]]: > mayā tatam idaṁ sarvaṁ > jagad avyakta-mūrtinā- > mat-sthāni sarva-bhūtāni > na cāhaṁ teṣv avasthitaḥ \"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.\" Under the direction of the bona fide spiritual master, one has to make everything favorable for Kṛṣṇa's service. For example, at present we are using a dictaphone. The materialist who invented this machine intended it for businessmen or writers of mundane subject matters. He certainly never thought of using the dictaphone in God's service, but we are using this dictaphone to write Kṛṣṇa conscious literature. Of course, the manufacture of the dictaphone is wholly within the energy of Kṛṣṇa. All the parts of the instrument, including the electronic functions, are made from different combinations and interactions of the five basic types of material energy---namely, //bhūmi, jala, agni, vāyu// and //ākāśa.// The inventor used his brain to make this complicated machine, and his brain, as well as the ingredients, were supplied by Kṛṣṇa. According to the statement of Kṛṣṇa, //mat-sthāni sarva-bhūtāni:// [[books:bg:9:4|[Bg. 9.4]]] \"Everything is depending on My energy.\" Thus the devotee can understand that since nothing is independent of Kṛṣṇa's energy, everything should be dovetailed in His service. Endeavor executed with intelligence in Kṛṣṇa consciousness is called //utsāha,// or enthusiasm. The",
    "url": "https://github.com/iskconpress/books/blob/master/noi/3.txt/",
    "part": 3
  },
  {
    "id": "Text 3",
    "text": "devotees find the correct means by which everything can be utilized in the service of the Lord (//nirbandhaḥ kṛṣṇa-sambandhe yuktaṁ vairāgyam ucyate//). The execution of devotional service is not a matter of idle meditation but practical action in the foreground of spiritual life. These activities must be executed with patience. One should not be impatient in Kṛṣṇa consciousness. Indeed, this Kṛṣṇa consciousness movement was started single-handedly, and in the beginning there was no response, but because we continued to execute our devotional activities with patience, people gradually began to understand the importance of this movement, and now they are eagerly participating. One should not be impatient in discharging devotional service, but should take instructions from the spiritual master and execute them with patience, depending on the mercy of //guru// and Kṛṣṇa. The successful execution of Kṛṣṇa conscious activities requires both patience and confidence. A newly married girl naturally expects offspring from her husband, but she cannot expect to have them immediately after marriage. Of course, as soon as she is married she can attempt to get a child, but she must surrender to her husband, confident that her child will develop and be born in due time. Similarly, in devotional service surrender means that one has to become confident. The devotee thinks, //avaśya rakṣibe kṛṣṇa:// \"Kṛṣṇa will surely protect me and give me help for the successful execution of devotional service.\" This is called confidence. As already explained, one should not be idle but should be very enthusiastic about executing the regulative principles---//tat-tat-karma-pravartana.// Neglect of the regulative principles will destroy devotional service. In this Kṛṣṇa consciousness movement there are four basic regulative principles, forbidding illicit sex, meat-eating, gambling and intoxication. A devotee must be very enthusiastic about following these principles. If he becomes slack in following any of them, his progress will certainly be checked. Śrīla Rūpa Gosvāmī therefore recommends, //tat-tat-karma-pravartanāt:// \"One must strictly follow the regulative principles of //vaidhī bhakti.//\" In addition to these four prohibitions (//yama//), there are positive regulative principles (//niyama//), such as the daily chanting of sixteen rounds on //japa-mālā// beads. These regulative activities must be faithfully performed with enthusiasm. This is called //tat-tat-karma-pravartana,// or varied engagement in devotional service. Furthermore, in order to be successful in devotional service one must give up the association of undesirable people. This includes",
    "url": "https://github.com/iskconpress/books/blob/master/noi/3.txt/",
    "part": 4
  },
  {
    "id": "Text 3",
    "text": "//karmīs, jñānīs, yogīs// and other nondevotees. Once Śrī Caitanya Mahāprabhu was asked by one of His householder devotees about the general principles of Vaiṣṇavism, as well as the general routine activities of the Vaiṣṇava, and Śrī Caitanya Mahāprabhu immediately replied, //asat-saṅga-tyāga,---ei vaiṣṇava-ācāra:// [[books:cc:madhya:22:87|[Cc. Madhya 22.87]]] \"Characteristically, a Vaiṣṇava is one who gives up the association of worldly people, or nondevotees.\" Śrīla Narottama dāsa Ṭhākura has therefore recommended, //tāṅdera caraṇa sevi bhakta-sane vāsa:// one has to live in the company of pure devotees and execute the regulative principles laid down by the previous //ācāryas,// the six Gosvāmīs (namely, Śrī Rūpa Gosvāmī, Śrī Sanātana Gosvāmī, Śrī Jīva Gosvāmī, Śrī Raghunātha dāsa Gosvāmī, Śrī Gopāla Bhaṭṭa Gosvāmī and Śrī Raghunātha Bhaṭṭa Gosvāmī). If one lives in the association of devotees, there is little chance of associating with nondevotees. The International Society for Krishna Consciousness is opening many centers just to invite people to live in the company of devotees and practice the regulative principles of spiritual life. Devotional service means transcendental activities. On the transcendental platform there is no contamination by the three modes of material nature. This is called //viśuddha-sattva,// the platform of pure goodness, or goodness free from contamination by the qualities of passion and ignorance. In this Kṛṣṇa consciousness movement we require everyone to rise early in the morning, by four A.M., and attend //maṅgala-ārati,// or morning worship, then read //Śrīmad-Bhāgavatam,// perform //kīrtana,// and so forth. Thus we hold continuous activities in devotional service twenty-four hours daily. This is called //sato vṛtti,// or following in the footsteps of the previous //ācāryas// who expertly filled every moment of time with Kṛṣṇa conscious activities. If one strictly follows the advice given in this verse by Śrīla Rūpa Gosvāmī---namely, being enthusiastic, being confident, being patient, giving up the association of unwanted persons, following the regulative principles and remaining in the association of devotees---one is sure to advance in devotional service. In this regard Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura remarks that the cultivation of knowledge by philosophical speculation, the collection of mundane opulence by the advancement of fruitive activities, and the desire for //yoga-siddhis,// material perfections, are all contrary to the principles of devotional service. One has to become thoroughly callous to such nonpermanent activities and turn his intention instead to the regulative principles of devotional service. According to",
    "url": "https://github.com/iskconpress/books/blob/master/noi/3.txt/",
    "part": 5
  },
  {
    "id": "Text 3",
    "text": "//Bhagavad-gītā// [[books:bg:2:69|(2.69)]]: > yā niśā sarva-bhūtānāṁ > tasyāṁ jāgarti saṁyamī > yasyāṁ jāgrati bhūtāni > sā niśā paśyato muneḥ \"What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.\" Engagement in the devotional service of the Lord is the life and soul of the living entity. It is the desired goal and supreme perfection of human life. One has to become confident about this, and one also has to be confident that all activities other than devotional service---such as mental speculation, fruitive work or mystic endeavor---will never yield any enduring benefit. Complete confidence in the path of devotional service will enable one to attain his desired goal, but attempting to follow other paths will only succeed in making one restless. In the Seventh Canto of the //Śrīmad-Bhāgavatam// it is stated: \"One must be calmly convinced that those who have given up devotional service to engage in severe austerities for other purposes are not purified in their minds, despite their advanced austerities, because they have no information of the transcendental loving service of the Lord.\" It is further stated in the Seventh Canto: \"Although mental speculators and fruitive actors may perform great austerities and penances, they still fall down because they do not have information about the lotus feet of the Lord.\" The devotees of the Lord, however, never fall down. In //Bhagavad-gītā// [[books:bg:9:31|(9.31)]], the Supreme Personality of Godhead assures Arjuna, //kaunteya pratijānīhi na me bhaktaḥ praṇaśyati:// \"O son of Kuntī, declare it boldly that My devotee never perishes.\" Again in //Bhagavad-gītā// [[books:bg:2:40|(2.40)]] Kṛṣṇa says: > nehābhikrama-nāśo 'sti > pratyavāyo na vidyate > svalpam apy asya dharmasya > trāyate mahato bhayāt \"In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear.\" Devotional service is so pure and perfect that once having begun, one is forcibly dragged to ultimate success. Sometimes a person will give up his ordinary material engagements and out of sentiment take shelter of the lotus feet of the Supreme Lord and thus begin the preliminary execution of devotional service. Even if such an immature devotee falls down, there is no loss on his part. On the other hand,",
    "url": "https://github.com/iskconpress/books/blob/master/noi/3.txt/",
    "part": 6
  },
  {
    "id": "Text 3",
    "text": "what is the gain of one who executes the prescribed duties according to his //varṇa// and //āśrama// but does not take to devotional service? Although a fallen devotee may take his next birth in a low family, his devotional service will nonetheless resume from where it left off. Devotional service is //ahaituky apratihatā;// it is not the effect of any mundane cause, nor can it be terminated by any mundane cause or permanently curtailed by any material interruption. Therefore a devotee should be confident about his engagement and should not be very interested in the activities of the //karmīs, jñānīs// and //yogīs.// There are certainly many good qualities among fruitive actors, philosophical speculators and mystic //yogīs,// but all good qualities automatically develop in the character of a devotee. No extraneous endeavor is needed. As confirmed by //Śrīmad-Bhāgavatam// [[books:sb:5:18:12|(5.18.12)]], all the good qualities of the demigods manifest progressively in one who has developed pure devotional service. Because a devotee is not interested in any material activity, he does not become materially contaminated. He is immediately situated on the platform of transcendental life. However, one who engages in mundane activity---be he a so---called //jñānī, yogī, karmī,// philanthropist, nationalist, or whatever---cannot attain the higher stage of //mahātmā.// He remains a //durātmā,// or cripple-minded person. According to //Bhagavad-gītā// [[books:bg:9:13|(9.13)]]: > mahātmānas tu māṁ pārtha > daivīṁ prakṛtim āśritāḥ > bhajanty ananya-manaso > jñātvā bhūtādim avyayam \"O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.\" Since all the devotees of the Lord are under the protection of His supreme potency, they should not deviate from the path of devotional service and take to the path of the //karmī, jñānī// or //yogī.// This is called //utsāhān niścayād dhairyāt tat-tat-karma-pravartanāt,// enthusiastically executing the regulative activities of devotional service with patience and confidence. In this way one can advance in devotional service without hindrance.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/3.txt/",
    "part": 7
  },
  {
    "id": "Text 4",
    "text": "dadāti pratigṛhṇāti > guhyam ākhyāti pṛcchati > bhuṅkte bhojayate caiva > ṣaḍ-vidhaṁ prīti-lakṣaṇam nitya-siddha kṛṣṇa-prema 'sādhya' kabhu naya > śravaṇādi-śuddha-citte karaye udaya ceto-darpaṇa-mārjanam bhava-mahā-dāvāgni-nirvāpaṇaṁ > śreyaḥ-kairava-candrikā-vitaraṇaṁ vidyā-vadhū-jīvanam > ānandāmbudhi-vardhanaṁ prati-padaṁ pūrṇāmṛtāsvādanaṁ > sarvātma-snapanaṁ paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam > [[books:cc:antya:20:12|[Cc. Antya 20.12]]] sa vai puṁsāṁ paro dharmo > yato bhaktir adhokṣaje > ahaituky apratihatā > yayātmā suprasīdati Offering gifts in charity, accepting charitable gifts, revealing one's mind in confidence, inquiring confidentially, accepting prasāda and offering prasāda are the six symptoms of love shared by one devotee and another. In this verse Śrīla Rūpa Gosvāmī explains how to perform devotional activities in the association of other devotees. There are six kinds of activities: (1) giving charity to the devotees, (2) accepting from the devotees whatever they may offer in return, (3) opening one's mind to the devotees, (4) inquiring from them about the confidential service of the Lord, (5) honoring //prasāda,// or spiritual food, given by the devotees, and (6) feeding the devotees with //prasāda.// An experienced devotee explains, and an inexperienced devotee learns from him. This is //guhyam ākhyāti pṛcchati.// When a devotee distributes //prasāda,// remnants of food offered to the Supreme Personality of Godhead, in order to maintain our spirit of devotional service we must accept this //prasāda// as the Lord's grace received through the pure devotees. We should also invite pure devotees to our home, offer them //prasāda// and be prepared to please them in all respects. This is called //bhuṅkte bhojayate caiva.// Even in ordinary social activities, these six types of dealings between two loving friends are absolutely necessary. For instance, when one businessman wishes to contact another businessman he arranges a feast in a hotel, and over the feast openly expresses what he wishes to do. He then inquires from his business friend how he should act, and sometimes presents are exchanged. Thus whenever there is a dealing of //prīti,// or love in intimate dealings, these six activities are executed. In the previous verse, Śrīla Rūpa Gosvāmī advised that one should renounce worldly association and keep company with the devotees (//saṅga-tyāgāt sato vṛtteḥ//). The International Society for Krishna Consciousness has been established to facilitate these six kinds of loving exchanges between devotees. This Society was started single-handedly, but because people are coming forward and dealing with the give---and---take policy, the Society is",
    "url": "https://github.com/iskconpress/books/blob/master/noi/4.txt/",
    "part": 1
  },
  {
    "id": "Text 4",
    "text": "now expanding all over the world. We are glad that people are donating very liberally to the development of the Society's activities, and people are also eagerly accepting whatever humble contribution we are giving them in the shape of books and magazines dealing strictly with the subject matter of Kṛṣṇa consciousness. We sometimes hold Hare Kṛṣṇa festivals and invite life members and friends to participate in the feasting by accepting //prasāda.// Although most of our members come from the higher rungs of society, they nonetheless come and take whatever little //prasāda// we are able to offer them. Sometimes the members and supporters inquire very confidentially about the methods of performing devotional service, and we try to explain this. In this way our Society is successfully spreading all over the world, and the intelligentsia of all countries is gradually appreciating our Kṛṣṇa conscious activities. The life of the Kṛṣṇa conscious society is nourished by these six types of loving exchange among the members; therefore people must be given the chance to associate with the devotees of ISKCON because simply by reciprocating in the six ways mentioned above an ordinary man can fully revive his dormant Kṛṣṇa consciousness. In //Bhagavad-gītā// [[books:bg:2:62|(2.62)]] it is stated, //saṅgāt sañjāyate kāmaḥ:// one's desires and ambitions develop according to the company one keeps. It is often said that a man is known by his company, and if an ordinary man associates with devotees, he will certainly develop his dormant Kṛṣṇa consciousness. The understanding of Kṛṣṇa consciousness is innate in every living entity, and it is already developed to some extent when the living entity takes a human body. It is said in //Caitanya-caritāmṛta// (Madhya 22.107): > nitya-siddha kṛṣṇa-prema 'sādhya' kabhu naya > śravaṇādi-śuddha-citte karaye udaya \"Pure love for Kṛṣṇa is eternally established in the hearts of living entities. It is not something to be gained from another source. When the heart is purified by hearing and chanting, the living entity naturally awakens.\" Since Kṛṣṇa consciousness is inherent in every living entity, everyone should be given a chance to hear about Kṛṣṇa. Simply by hearing and chanting---//śravaṇaṁ kīrtanam// [[books:sb:7:5:23-24|[SB 7.5.23]]]---one's heart is directly purified, and one's original Kṛṣṇa consciousness is immediately awakened. Kṛṣṇa consciousness is not artificially imposed upon the heart, it is already there. When one chants the holy name of",
    "url": "https://github.com/iskconpress/books/blob/master/noi/4.txt/",
    "part": 2
  },
  {
    "id": "Text 4",
    "text": "the Supreme Personality of Godhead, the heart is cleansed of all mundane contamination. In the first stanza of His //Śrī Śikṣāṣṭaka,// Lord Śrī Caitanya Mahāprabhu says: > ceto-darpaṇa-mārjanam bhava-mahā-dāvāgni-nirvāpaṇaṁ > śreyaḥ-kairava-candrikā-vitaraṇaṁ vidyā-vadhū-jīvanam > ānandāmbudhi-vardhanaṁ prati-padaṁ pūrṇāmṛtāsvādanaṁ > sarvātma-snapanaṁ paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam > [[books:cc:antya:20:12|[Cc. Antya 20.12]]] \"All glories to the Śrī Kṛṣṇa //saṅkīrtana,// which cleanses the heart of all the dust accumulated for years and extinguishes the fire of conditional life, of repeated birth and death. This //saṅkīrtana// movement is the prime benediction for humanity at large because it spreads the rays of the benediction moon. It is the life of all transcendental knowledge. It increases the ocean of transcendental bliss, and it enables us to fully taste the nectar for which we are always anxious.\" Not only is the chanter of the //mahā-mantra// purified, but the heart of anyone who happens to hear the transcendental vibration of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare is also cleansed. Even the souls embodied in lower animals, insects, trees and other species of life also become purified and prepared to become fully Kṛṣṇa conscious simply by hearing the transcendental vibration. This was explained by Ṭhākura Haridāsa when Caitanya Mahāprabhu inquired from him how living entities lower than human beings can be delivered from material bondage. Haridāsa Ṭhākura said that the chanting of the holy names is so powerful that even if one chants in the remotest parts of the jungle, the trees and animals will advance in Kṛṣṇa consciousness simply by hearing the vibration. This was actually proved by Śrī Caitanya Mahāprabhu Himself when He passed through the forest of Jhārikhaṇḍa. At that time the tigers, snakes, deer and all other animals abandoned their natural animosity and began chanting and dancing in //saṅkīrtana.// Of course, we cannot imitate the activities of Śrī Caitanya Mahāprabhu, but we should follow in His footsteps. We are not powerful enough to enchant the lower animals such as tigers, snakes, cats and dogs or entice them to dance, but by chanting the holy names of the Lord we can actually convert many people throughout the world to Kṛṣṇa consciousness. Contributing or distributing the holy name of the Lord is a sublime example of contributing or giving charity (the //dadāti// principle). By the same",
    "url": "https://github.com/iskconpress/books/blob/master/noi/4.txt/",
    "part": 3
  },
  {
    "id": "Text 4",
    "text": "token, one must also follow the //pratigṛhṇāti// principle and be willing and ready to receive the transcendental gift. One should inquire about the Kṛṣṇa consciousness movement and open his mind in order to understand the situation of this material world. Thus the //guhyam ākhyāti pṛcchati// principles can be served. The members of the International Society for Krishna Consciousness invite the Society's members and supporters to dine with them when they hold love feasts in all their branches every Sunday. Many interested people come to honor //prasāda,// and whenever possible they invite members of the Society to their homes and feed them sumptuously with //prasāda.// In this way both the members of the Society and the general public are benefited. People should give up the company of so-called //yogīs, jñānīs, karmīs// and philanthropists because their association can benefit no one. If one really wants to attain the goal of human life, he should associate with devotees of the Kṛṣṇa consciousness movement because it is the only movement that teaches one how to develop love of God. Religion is the special function of human society, and it constitutes the distinction between human society and animal society. Animal society has no church, mosque or religious system. In all parts of the world, however downtrodden human society may be, there is some system of religion. Even tribal aborigines in the jungles also have a system of religion. When a religious system develops and turns into love of God, it is successful. As stated in the First Canto of //Śrīmad-Bhāgavatam// [[books:sb:1:2:6|(1.2.6)]]: > sa vai puṁsāṁ paro dharmo > yato bhaktir adhokṣaje > ahaituky apratihatā > yayātmā suprasīdati \"The supreme occupation [//dharma//] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self.\" If the members of human society actually want peace of mind, tranquillity and friendly relations between men and nations, they must follow the Kṛṣṇa conscious system of religion, by which they can develop their dormant love for Kṛṣṇa, the Supreme Personality of Godhead. As soon as people do so, their minds will immediately be filled with peace and tranquillity. In this regard, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura warns all devotees engaged in broadcasting the Kṛṣṇa consciousness",
    "url": "https://github.com/iskconpress/books/blob/master/noi/4.txt/",
    "part": 4
  },
  {
    "id": "Text 4",
    "text": "movement not to speak to the impersonalist Māyāvādīs who are always determined to oppose such theistic movements. The world is full of Māyāvādīs and atheists, and the political parties of the world take advantage of Māyāvāda and other atheistic philosophies to promote materialism. Sometimes they even back a strong party to oppose the Kṛṣṇa consciousness movement. The Māyāvādīs and other atheists do not want the Kṛṣṇa consciousness movement to develop because it educates people in God consciousness. Such is the policy of the atheists. There is no benefit in feeding a snake milk and bananas because the snake will never be satisfied. On the contrary, by taking milk and bananas the snake simply becomes more poisonous (//kevalaṁ viṣa-vardhanam//). If a snake is given milk to drink, its poison simply increases. For a similar reason, we should not disclose our minds to the serpent Māyāvādīs and //karmīs.// Such disclosures will never help. It is best to avoid association with them completely and never ask them about anything confidential because they cannot give good advice. Nor should we extend invitations to Māyāvādīs and atheists nor accept their invitations, for by such intimate intermingling we may become affected by their atheistic mentality (//saṅgāt sañjāyate kāmaḥ//). It is the negative injunction of this verse that we should refrain from giving anything to or accepting anything from the Māyāvādīs and atheists. Śrī Caitanya Mahāprabhu has also warned, //viṣayīra anna khāile duṣṭa haya mana:// [[books:cc:antya:6:278|[Cc. Antya 6.278]]] \"By eating food prepared by worldly people, one s mind becomes wicked. Unless one is very advanced, he is unable to utilize everyone's contribution to further the Kṛṣṇa consciousness movement; therefore on principle one should not accept charity from the Māyāvādīs or atheists. Indeed, Śrī Caitanya Mahāprabhu has forbidden devotees to associate even with ordinary men who are too addicted to material sense gratification. The conclusion is that we should always keep company with devotees, observe the regulative devotional principles, follow in the footsteps of the //ācāryas// and in full obedience carry out the orders of the spiritual master. In this way we shall be able to develop our devotional service and dormant Kṛṣṇa consciousness. The devotee who is neither a neophyte nor a //mahā-bhāgavata// (a greatly advanced devotee) but is within the middle status of devotional service is expected to love the",
    "url": "https://github.com/iskconpress/books/blob/master/noi/4.txt/",
    "part": 5
  },
  {
    "id": "Text 4",
    "text": "Supreme Personality of Godhead, make friends with the devotees, show favor to the ignorant and reject the jealous and demoniac. In this verse there is brief mention of the process of making loving transactions with the Supreme Personality of Godhead and making friends with the devotees. According to the //dadāti// principle, an advanced devotee is supposed to spend at least fifty percent of his income on the service of the Lord and His devotees. Śrīla Rūpa Gosvāmī has set such an example in his life. When he decided to retire, he distributed fifty percent of his life's earnings to Kṛṣṇa's service and twenty-five percent to his relatives and kept twenty-five percent for personal emergencies. This example should be followed by all devotees. Whatever one's income, fifty percent should be spent on behalf of Kṛṣṇa and His devotees, and this will fulfill the demands of //dadāti.// In the next verse, Śrīla Rūpa Gosvāmī informs us what kind of Vaiṣṇava should be selected as a friend and how Vaiṣṇavas should be served.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/4.txt/",
    "part": 6
  },
  {
    "id": "Text 5",
    "text": "kṛṣṇeti yasya giri taṁ manasādriyeta > dīkṣāsti cet praṇatibhiś ca bhajantam īśam > śuśrūṣayā bhajana-vijñam ananyam anya- > nindādi-śūnya-hṛdam īpsita-saṅga-labdhyā arcāyām eva haraye > pūjāṁ yaḥ śraddhayehate > na tad-bhakteṣu cānyeṣu > sa bhaktaḥ prākṛtaḥ smṛtaḥ īśvare tad-adhīneṣu > bāliśeṣu dviṣatsu ca > prema-maitrī-kṛpopekṣā > yaḥ karoti sa madhyamaḥ dīkṣā-kāle bhakta kare ātma-samarpaṇa > sei-kāle kṛṣṇa tāre kare ātma-sama divyaṁ jñānaṁ yato dadyāt > kuryāt pāpasya saṅkṣayam > tasmād dīkṣeti sā proktā > deśikais tattva-kovidaiḥ yāhāra komala śraddhā, se 'kaniṣṭha' jana > krame krame teṅho bhakta ha-ibe 'uttama' prabhu kahe,---\"yāṅra mukhe śuni eka-bāra > kṛṣṇa-nāma, sei pūjya,---śreṣṭha sabākāra\" \"ataeva yāṅra mukhe eka kṛṣṇa-nāma > sei ta 'vaiṣṇava, kariha tāṅhāra sammāna\" śāstra-yukti nāhi jāne dṛḍha, śraddhāvān > 'madhyama-adhikārī' sei mahā-bhāgyavān śraddhāvān jana haya bhakti-adhikārī > 'uttama', 'madhyama', 'kaniṣṭha'---śraddhā-anusārī 'śraddhā'-śabde---viśvāsa kahe sudṛḍha niścaya > kṛṣṇe bhakti kaile sarva-karma kṛta haya One should mentally honor the devotee who chants the holy name of Lord Kṛṣṇa, one should offer humble obeisances to the devotee who has undergone spiritual initiation [dīkṣā] and is engaged in worshiping the Deity, and one should associate with and faithfully serve that pure devotee who is advanced in undeviated devotional service and whose heart is completely devoid of the propensity to criticize others. In order to intelligently apply the sixfold loving reciprocations mentioned in the previous verse, one must select proper persons with careful discrimination. Śrīla Rūpa Gosvāmī therefore advises that we should meet with the Vaiṣṇavas in an appropriate way, according to their particular status. In this verse he tells us how to deal with three types of devotees---the //kaniṣṭha-adhikārī, madhyama-adhikārī// and //uttama-adhikārī.// The //kaniṣṭha-adhikārī// is a neophyte who has received the //hari-nāma// initiation from the spiritual master and is trying to chant the holy name of Kṛṣṇa. One should respect such a person within his mind as a //kaniṣṭha-vaiṣṇava.// A //madhyama-adhikārī// has received spiritual initiation from the spiritual master and has been fully engaged by him in the transcendental loving service of the Lord. The //madhyama-adhikārī// should be considered to be situated midway in devotional service. The //uttama-adhikārī,// or highest devotee, is one who is very advanced in devotional service. An //uttama-adhikārī// is not interested in blaspheming others, his heart is completely clean, and he has attained the realized state of unalloyed Kṛṣṇa consciousness. According to Śrīla Rūpa Gosvāmī, the association and",
    "url": "https://github.com/iskconpress/books/blob/master/noi/5.txt/",
    "part": 1
  },
  {
    "id": "Text 5",
    "text": "service of such a //mahā-bhāgavata,// or perfect Vaiṣṇava, are most desirable. One should not remain a //kaniṣṭha-adhikārī,// one who is situated on the lowest platform of devotional service and is interested only in worshiping the Deity in the temple. Such a devotee is described in the Eleventh Canto of //Śrīmad-Bhāgavatam// (11.2.47): > arcāyām eva haraye > pūjāṁ yaḥ śraddhayehate > na tad-bhakteṣu cānyeṣu > sa bhaktaḥ prākṛtaḥ smṛtaḥ \"A person who is very faithfully engaged in the worship of the Deity in the temple, but who does not know how to behave toward devotees or people in general is called a //prākṛta-bhakta,// or //kaniṣṭha-adhikāri.//\" One therefore has to raise himself from the position of //kaniṣṭha-adhikārī// to the platform of //madhyama-adhikārī.// The //madhyama-adhikārī// is described in //Śrīmad-Bhāgavatam// (11.2.46) in this way: > īśvare tad-adhīneṣu > bāliśeṣu dviṣatsu ca > prema-maitrī-kṛpopekṣā > yaḥ karoti sa madhyamaḥ \"The //madhyama-adhikārī// is a devotee who worships the Supreme Personality of Godhead as the highest object of love, makes friends with the Lord's devotees, is merciful to the ignorant and avoids those who are envious by nature.\" This is the way to cultivate devotional service properly; therefore in this verse Śrīla Rūpa Gosvāmī has advised us how to treat various devotees. We can see from practical experience that there are different types of Vaiṣṇavas. The //prākṛta-sahajiyās// generally chant the Hare Kṛṣṇa //mahā-mantra,// yet they are attached to women, money and intoxication. Although such persons may chant the holy name of the Lord, they are not yet properly purified. Such people should be respected within one's mind, but their association should be avoided. Those who are innocent but simply carried away by bad association should be shown favor if they are eager to receive proper instructions from pure devotees, but those neophyte devotees who are actually initiated by the bona fide spiritual master and are seriously engaged in carrying out the orders of the spiritual master should be offered respectful obeisances. In this Kṛṣṇa consciousness movement a chance is given to everyone without discrimination of caste, creed or color. Everyone is invited to join this movement, sit with us, take //prasāda// and hear about Kṛṣṇa. When we see that someone is actually interested in Kṛṣṇa consciousness and wants to be initiated, we accept him as a disciple for the chanting of",
    "url": "https://github.com/iskconpress/books/blob/master/noi/5.txt/",
    "part": 2
  },
  {
    "id": "Text 5",
    "text": "the holy name of the Lord. When a neophyte devotee is actually initiated and engaged in devotional service by the orders of the spiritual master, he should be accepted immediately as a bona fide Vaiṣṇava, and obeisances should be offered unto him. Out of many such Vaiṣṇavas, one may be found to be very seriously engaged in the service of the Lord and strictly following all the regulative principles, chanting the prescribed number of rounds on //japa// beads and always thinking of how to expand the Kṛṣṇa consciousness movement. Such a Vaiṣṇava should be accepted as an //uttama-adhikārī,// a highly advanced devotee, and his association should always be sought. The process by which a devotee becomes attached to Kṛṣṇa is described in //Caitanya-caritāmṛta// [[books:cc:antya:4:192|(Antya 4.192)]]: > dīkṣā-kāle bhakta kare ātma-samarpaṇa > sei-kāle kṛṣṇa tāre kare ātma-sama \"At the time of initiation, when a devotee fully surrenders to the service of the Lord, Kṛṣṇa accepts him to be as good as He Himself.\" //Dīkṣā,// or spiritual initiation, is explained in the //Bhakti-sandarbha// (868) by Śrīla Jīva Gosvāmī: > divyaṁ jñānaṁ yato dadyāt > kuryāt pāpasya saṅkṣayam > tasmād dīkṣeti sā proktā > deśikais tattva-kovidaiḥ \"By //dīkṣā// one gradually becomes disinterested in material enjoyment and gradually becomes interested in spiritual life.\" We have seen many practical examples of this, especially in Europe and America. Many students who come to us from rich and respectable families quickly lose all interest in material enjoyment and become very eager to enter into spiritual life. Although they come from very wealthy families, many of them accept living conditions that are not very comfortable. Indeed, for Kṛṣṇa's sake they are prepared to accept any living condition as long as they can live in the temple and associate with the Vaiṣṇavas. When one becomes so disinterested in material enjoyment, he becomes fit for initiation by the spiritual master. For the advancement of spiritual life //Śrīmad-Bhāgavatam// [[books:sb:6:1:13-14|(6.1.13)]] prescribes: //tapasā brahmacaryeṇa śamena ca damena ca.// When a person is serious about accepting //dīkṣā,// he must be prepared to practice austerity, celibacy and control of the mind and body. If one is so prepared and is desirous of receiving spiritual enlightenment (//divyaṁ jñānam//), he is fit for being initiated. //Divyaṁ jñānam// is technically called //tad-vijñāna,// or knowledge about the Supreme. //Tad-vijñānārthaṁ sa gurum evābhigacchet:// [MU",
    "url": "https://github.com/iskconpress/books/blob/master/noi/5.txt/",
    "part": 3
  },
  {
    "id": "Text 5",
    "text": "1.2.12] when one is interested in the transcendental subject matter of the Absolute Truth, he should be initiated. Such a person should approach a spiritual master in order to take //dīkṣā. Śrīmad-Bhāgavatam// (11.3.21) also prescribes: //tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam.// \"When one is actually interested in the transcendental science of the Absolute Truth, he should approach a spiritual master.\" One should not accept a spiritual master without following his instructions. Nor should one accept a spiritual master just to make a fashionable show of spiritual life. One must be //jijñāsu,// very much inquisitive to learn from the bona fide spiritual master. The inquiries one makes should strictly pertain to transcendental science (//jijñāsuḥ śreya uttamam//). The word //uttamam// refers to that which is above material knowledge. //Tama// means \"the darkness of this material world,\" and //ut// means \"transcendental.\" Generally people are very interested in inquiring about mundane subject matters, but when one has lost such interest and is simply interested in transcendental subject matters, he is quite fit for being initiated. When one is actually initiated by the bona fide spiritual master and when he seriously engages in the service of the Lord, he should be accepted as a //madhyama-adhikārī.// The chanting of the holy names of Kṛṣṇa is so sublime that if one chants the Hare Kṛṣṇa //mahā-mantra// offenselessly, carefully avoiding the ten offenses, he can certainly be gradually elevated to the point of understanding that there is no difference between the holy name of the Lord and the Lord Himself. One who has reached such an understanding should be very much respected by neophyte devotees. One should know for certain that without chanting the holy name of the Lord offenselessly, one cannot be a proper candidate for advancement in Kṛṣṇa consciousness. In //Śrī Caitanya-caritāmṛta// [[books:cc:madhya:22:69|(Madhya 22.69)]] it is said: > yāhāra komala śraddhā, se 'kaniṣṭha' jana > krame krame teṅho bhakta ha-ibe 'uttama' \"One whose faith is soft and pliable is called a neophyte, but by gradually following the process, he will rise to the platform of a first-class devotee.\" Everyone begins his devotional life from the neophyte stage, but if one properly finishes chanting the prescribed number of rounds of //hari-nāma,// he is elevated step by step to the highest platform, //uttama-adhikārī.// The Kṛṣṇa consciousness movement prescribes sixteen rounds daily because",
    "url": "https://github.com/iskconpress/books/blob/master/noi/5.txt/",
    "part": 4
  },
  {
    "id": "Text 5",
    "text": "people in the Western countries cannot concentrate for long periods while chanting on beads. Therefore the minimum number of rounds is prescribed. However, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura used to say that unless one chants at least sixty-four rounds of //japa// (one hundred thousand names), he is considered fallen (//patita//). According to his calculation, practically every one of us is fallen, but because we are trying to serve the Supreme Lord with all seriousness and without duplicity, we can expect the mercy of Lord Śrī Caitanya Mahāprabhu, who is famous as //patita-pāvana,// the deliverer of the fallen. When Śrīla Satyarāja Khān, a great devotee of Śrī Caitanya Mahāprabhu, asked the Lord how a Vaiṣṇava could be recognized, the Lord replied: > prabhu kahe,---\"yāṅra mukhe śuni eka-bāra > kṛṣṇa-nāma, sei pūjya,---śreṣṭha sabākāra\" \"If one hears a person say even once the word 'Kṛṣṇa,' that person should be accepted as the best man out of the common group.\" [[books:cc:madhya:15:106|(Cc. Madhya 15.106)]] Lord Caitanya Mahāprabhu continued: > \"ataeva yāṅra mukhe eka kṛṣṇa-nāma > sei ta 'vaiṣṇava, kariha tāṅhāra sammāna\" \"One who is interested in chanting the holy name of Kṛṣṇa or who by practice likes to chant Kṛṣṇa's names should be accepted as a Vaiṣṇava and offered respects as such, at least within one's mind.\" [[books:cc:madhya:15:111|(Cc. Madhya 15.111)]] One of our friends, a famous English musician, has become attracted to chanting the holy names of Kṛṣṇa, and even in his records he has several times mentioned the holy name of Kṛṣṇa. At his home he offers respect to pictures of Kṛṣṇa and also to the preachers of Kṛṣṇa consciousness. In all regards, he has a very high estimation for Kṛṣṇa's name and Kṛṣṇa's activities; therefore we offer respects to him without reservation, for we are actually seeing that this gentleman is advancing gradually in Kṛṣṇa consciousness. Such a person should always be shown respect. The conclusion is that anyone who is trying to advance in Kṛṣṇa consciousness by regularly chanting the holy name should always be respected by Vaiṣṇavas. On the other hand, we have witnessed that some of our contemporaries who are supposed to be great preachers have gradually fallen into the material conception of life because they have failed to chant the holy name of the Lord. While giving instructions to Sanātana Gosvāmī, Lord Caitanya Mahāprabhu",
    "url": "https://github.com/iskconpress/books/blob/master/noi/5.txt/",
    "part": 5
  },
  {
    "id": "Text 5",
    "text": "divided devotional service into three categories. > śāstra-yukti nāhi jāne dṛḍha, śraddhāvān > 'madhyama-adhikārī' sei mahā-bhāgyavān \"A person whose conclusive knowledge of the //śāstras// is not very strong but who has developed firm faith in chanting the Hare Kṛṣṇa //mahā-mantra// and who is also undeterred in the execution of his prescribed devotional service should be considered a //madhyama-adhikārī.// Such a person is very fortunate.\" [[books:cc:madhya:22:67|(Cc. Madhya 22.67)]] A //madhyama-adhikārī// is a //śraddhāvān,// a staunchly faithful person, and he is actually a candidate for further advancement in devotional service. Therefore in the //Caitanya-caritāmṛta// [[books:cc:madhya:22:64|(Madhya 22.64)]] it is said: > śraddhāvān jana haya bhakti-adhikārī > 'uttama', 'madhyama', 'kaniṣṭha'---śraddhā-anusārī \"One becomes qualified as a devotee on the elementary platform, the intermediate platform and the highest platform of devotional service according to the development of his //śraddhā// [faith].\" Again in //Caitanya-caritāmṛta// [[books:cc:madhya:22:62|(Madhya 22.62)]] it is said: > 'śraddhā'-śabde---viśvāsa kahe sudṛḍha niścaya > kṛṣṇe bhakti kaile sarva-karma kṛta haya “ 'By rendering transcendental service to Kṛṣṇa, one automatically performs all subsidiary activities.' This confident, firm faith, favorable to the discharge of devotional service, is called //śraddhā.//\"//Śraddhā,// faith in Kṛṣṇa, is the beginning of Kṛṣṇa consciousness. Faith means strong faith. The words of //Bhagavad-gītā// are authoritative instructions for faithful men, and whatever Kṛṣṇa says in //Bhagavad-gītā// is to be accepted as it is, without interpretation. This was the way Arjuna accepted //Bhagavad-gītā.// After hearing //Bhagavad-gītā,// Arjuna told Kṛṣṇa: //sarvam etad ṛtaṁ manye yan māṁ vadasi keśava.// \"O Kṛṣṇa, I totally accept as truth all that You have told me.\" [[books:bg:10:14|(Bg. 10.14)]] This is the correct way of understanding //Bhagavad-gītā,// and this is called //śraddhā.// It is not that one accepts a portion of //Bhagavad-gītā// according to his own whimsical interpretations and then rejects another portion. This is not //śraddhā. Śraddhā// means accepting the instructions of //Bhagavad-gītā// in their totality, especially the last instruction: //sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja.// \"Abandon all varieties of religion and just surrender unto Me.\" [[books:bg:18:66|(Bg. 18.66)]] When one becomes completely faithful in regard to this instruction, one's strong faith becomes the basis for advancing in spiritual life. When one fully engages in chanting the Hare Kṛṣṇa //mahā-mantra,// he gradually realizes his own spiritual identity. Unless one faithfully chants the Hare Kṛṣṇa //mantra,// Kṛṣṇa does not reveal Himself: //sevonmukhe hi jihvādau svayam eva sphuraty adaḥ.// [Brs.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/5.txt/",
    "part": 6
  },
  {
    "id": "Text 5",
    "text": "1.2.234] We cannot realize the Supreme Personality of Godhead by any artificial means. We must engage faithfully in the service of the Lord. Such service begins with the tongue (//sevonmukhe hi jihvādau//), which means that we should always chant the holy names of the Lord and accept //kṛṣṇa-prasāda.// We should not chant or accept anything else. When this process is faithfully followed, the Supreme Lord reveals Himself to the devotee. When a person realizes himself to be an eternal servitor of Kṛṣṇa, he loses interest in everything but Kṛṣṇa's service. Always thinking of Kṛṣṇa, devising means by which to spread the holy name of Kṛṣṇa, he understands that his only business is in spreading the Kṛṣṇa consciousness movement all over the world. Such a person is to be recognized as an //uttama-adhikārī,// and his association should be immediately accepted according to the six processes (//dadāti pratigṛhṇāti,// etc.). Indeed, the advanced //uttama-adhikārī// Vaiṣṇava devotee should be accepted as a spiritual master. Everything one possesses should be offered to him, for it is enjoined that one should deliver whatever he has to the spiritual master. The //brahmacārī// in particular is supposed to beg alms from others and offer them to the spiritual master. However, one should not imitate the behavior of an advanced devotee or //mahā-bhāgavata// without being self-realized, for by such imitation one will eventually become degraded. In this verse Śrīla Rūpa Gosvāmī advises the devotee to be intelligent enough to distinguish between the //kaniṣṭha-adhikārī, madhyama-adhikārī// and //uttama-adhikārī.// The devotee should also know his own position and should not try to imitate a devotee situated on a higher platform. Śrīla Bhaktivinoda Ṭhākura has given some practical hints to the effect that an //uttama-adhikārī// Vaiṣṇava can be recognized by his ability to convert many fallen souls to Vaiṣṇavism. One should not become a spiritual master unless he has attained the platform of //uttama-adhikārī.// A neophyte Vaiṣṇava or a Vaiṣṇava situated on the intermediate platform can also accept disciples, but such disciples must be on the same platform, and it should be understood that they cannot advance very well toward the ultimate goal of life under his insufficient guidance. Therefore a disciple should be careful to accept an //uttama-adhikārī// as a spiritual master.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/5.txt/",
    "part": 7
  },
  {
    "id": "Text 6",
    "text": "dṛṣṭaiḥ svabhāva-janitair vapuṣaś ca doṣair > na prākṛtatvam iha bhakta janasya paśyet > gaṅgāmbhasāṁ na khalu budbuda-phena-paṅkair > brahma-dravatvam apagacchati nīra-dharmaiḥ māṁ ca yo 'vyabhicāreṇa > bhakti-yogena sevate > sa guṇān samatītyaitān > brahma-bhūyāya kalpate api cet sudurācāro > bhajate mām ananya-bhāk > sādhur eva sa mantavyaḥ > samyag vyavasito hi saḥ Being situated in his original Kṛṣṇa conscious position, a pure devotee does not identify with the body. Such a devotee should not be seen from a materialistic point of view. Indeed, one should overlook a devotee's having a body born in a low family, a body with a bad complexion, a deformed body, or a diseased or infirm body. According to ordinary vision, such imperfections may seem prominent in the body of a pure devotee, but despite such seeming defects, the body of a pure devotee cannot be polluted. It is exactly like the waters of the Ganges, which sometimes during the rainy season are full of bubbles, foam and mud. The Ganges waters do not become polluted. Those who are advanced in spiritual understanding will bathe in the Ganges without considering the condition of the water. //Śuddha-bhakti,// the activity of the soul proper---in other words, engagement in the transcendental loving service of the Lord---is performed in a liberated condition. In //Bhagavad-gītā// [[books:bg:14:26|(14.26)]] it is stated: > māṁ ca yo 'vyabhicāreṇa > bhakti-yogena sevate > sa guṇān samatītyaitān > brahma-bhūyāya kalpate \"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.\" //Avyabhicāriṇī bhakti// means unalloyed devotion. A person engaged in devotional service must be free from material motives. In this Kṛṣṇa consciousness movement, one's consciousness must be changed. If consciousness is aimed toward material enjoyment, it is material consciousness, and if it is aimed toward serving Kṛṣṇa, it is Kṛṣṇa consciousness. A surrendered soul serves Kṛṣṇa without material considerations (//anyābhilāṣitā-śūnyam// [//Bhakti-rasāmṛta-sindhu// 1.1.11]). //Jñāna-karmādy-anāvṛtam:// unalloyed devotional service, which is transcendental to the activities of the body and mind, such as //jñāna// (mental speculation) and //karma// (fruitive work), is called pure //bhakti-yoga. Bhakti-yoga// is the proper activity of the soul, and when one actually engages in unalloyed, uncontaminated devotional service, he is already liberated (//sa guṇān samatītyaitān// [[books:bg:14:26|[Bg. 14.26]]]). Kṛṣṇa's devotee is not",
    "url": "https://github.com/iskconpress/books/blob/master/noi/6.txt/",
    "part": 1
  },
  {
    "id": "Text 6",
    "text": "subjected to material condition, even though his bodily features may appear materially conditioned. One should therefore not see a pure devotee from a materialistic point of view. Unless one is actually a devotee, he cannot see another devotee perfectly. As explained in the previous verse, there are three types of devotees---//kaniṣṭha-adhikārī, madhyama-adhikārī// and //uttama-adhikārī.// The //kaniṣṭha-adhikārī// cannot distinguish between a devotee and nondevotee. He is simply concerned with worshiping the Deity in the temple. A //madhyama-adhikārī,// however, can distinguish between the devotee and nondevotee, as well as between the devotee and the Lord. Thus he treats the Supreme Personality of Godhead, the devotee and the nondevotee in different ways. No one should criticize the bodily defects of a pure devotee. If there are such defects, they should be overlooked. What should be taken into account is the spiritual master's main business, which is devotional service, pure service to the Supreme Lord. As stated in //Bhagavad-gītā// [[books:bg:9:30|(9.30)]]: > api cet sudurācāro > bhajate mām ananya-bhāk > sādhur eva sa mantavyaḥ > samyag vyavasito hi saḥ Even if a devotee sometimes seems to engage in abominable activities, he should be considered a //sādhu,// a saintly person, because his actual identity is that of one engaged in the loving service of the Lord. In other words, he is not to be considered an ordinary human being. Even though a pure devotee may not be born in a //brāhmaṇa// or //gosvāmī// family, if he is engaged in the service of the Lord he should not be neglected. In actuality there cannot be a family of //gosvāmīs// based on material considerations, caste or heredity. The //gosvāmī// title is actually the monopoly of the pure devotees; thus we speak of the six Gosvāmīs, headed by Rūpa Gosvāmī and Sanātana Gosvāmī. Rūpa Gosvāmī and Sanātana Gosvāmī had practically become Mohammedans and had therefore changed their names to Dabira Khāsa and Sākara Mallika, but Śrī Caitanya Mahāprabhu Himself made them //gosvāmīs.// Therefore the //gosvāmī// title is not hereditary. The word //gosvāmī// refers to one who can control his senses, who is master of the senses. A devotee is not controlled by the senses, but is the controller of the senses. Consequently he should be called //svāmī// or //gosvāmī,// even though he may not be born in a //gosvāmī// family. According to this",
    "url": "https://github.com/iskconpress/books/blob/master/noi/6.txt/",
    "part": 2
  },
  {
    "id": "Text 6",
    "text": "formula, the //gosvāmīs// who are descendants of Śrī Nityānanda Prabhu and Śrī Advaita Prabhu are certainly devotees, but devotees coming from other families should not be discriminated against; indeed, whether the devotees come from a family of previous //ācāryas// or from an ordinary family, they should be treated equally. One should not think, \"Oh, here is an American //gosvāmī,//\"and discriminate against him. Nor should one think, \"Here is a //nityānanda-vaṁśa-gosvāmī.//\" here is an undercurrent of protest against our awarding the title //gosvāmī// to the American Vaiṣṇavas of the Kṛṣṇa consciousness movement. Sometimes people flatly tell the American devotees that their //sannyāsa// or title of //gosvāmī// is not bona fide. However, according to the statements of Śrīla Rūpa Gosvāmī in this verse, an American //gosvāmī// and a //gosvāmī// in a family of //ācāryas// are nondifferent. On the other hand, a devotee who has attained the title of //gosvāmī// but is not born of a //brāhmaṇa// father or of a //gosvāmī// in the family of Nityānanda or Advaita Prabhu should not be artificially puffed up by thinking that he has become a //gosvāmī.// He should always remember that as soon as he becomes materially puffed up, he immediately falls down. This Kṛṣṇa consciousness movement is a transcendental science, and there is no room for jealousy. This movement is meant for the //paramahaṁsas// who are completely free from all jealousy (//paramaṁ nirmatsarāṇām//). One should not be jealous, whether he is born in a family of //gosvāmīs// or has the title of //gosvāmī// awarded to him. As soon as anyone becomes envious, he falls from the platform of //paramahaṁsa.// If we consider the bodily defects of a Vaiṣṇava, we should understand that we are committing an offense at the lotus feet of the Vaiṣṇava. An offense at the lotus feet of a Vaiṣṇava is very serious. Indeed, Śrī Caitanya Mahāprabhu has described this offense as //hātī-mātā,// the mad elephant offense. A mad elephant can create a disaster, especially when it enters into a nicely trimmed garden. One should therefore be very careful not to commit any offense against a Vaiṣṇava. Every devotee should be ready to take instructions from a superior Vaiṣṇava, and a superior Vaiṣṇava must be ready to help an inferior Vaiṣṇava in all respects. One is superior or inferior according to his spiritual development in",
    "url": "https://github.com/iskconpress/books/blob/master/noi/6.txt/",
    "part": 3
  },
  {
    "id": "Text 6",
    "text": "Kṛṣṇa consciousness. One is forbidden to observe the activities of a pure Vaiṣṇava from a material point of view. For the neophyte especially, considering a pure devotee from a material point of view is very injurious. One should therefore avoid observing a pure devotee externally, but should try to see the internal features and understand how he is engaged in the transcendental loving service of the Lord. In this way one can avoid seeing the pure devotee from a material point of view, and thus one can gradually become a purified devotee himself. Those who think that Kṛṣṇa consciousness is limited to a certain section of people, a certain section of devotees or a certain tract of land are generally prone to see the external features of the devotee. Such neophytes, unable to appreciate the exalted service of the advanced devotee, try to bring the //mahā-bhāgavata// to their platform. We experience such difficulty in propagating this Kṛṣṇa consciousness all over the world. Unfortunately we are surrounded by neophyte Godbrothers who do not appreciate the extraordinary activities of spreading Kṛṣṇa consciousness all over the world. They simply try to bring us to their platform, and they try to criticize us in every respect. We very much regret their naive activities and poor fund of knowledge. An empowered person who is actually engaged in the confidential service of the Lord should not be treated as an ordinary human being, for it is stated that unless one is empowered by Kṛṣṇa, one cannot spread the Kṛṣṇa consciousness movement all over the world. When one thus criticizes a pure devotee, he commits an offense (//vaiṣṇava-aparādha//) that is very obstructive and dangerous for those who desire to advance in Kṛṣṇa consciousness. A person cannot derive any spiritual benefit when he offends the lotus feet of a Vaiṣṇava. Everyone should therefore be very careful not to be jealous of an empowered Vaiṣṇava, or a //śuddha-vaiṣṇava.// It is also an offense to consider an empowered Vaiṣṇava an object of disciplinary action. It is offensive to try to give him advice or to correct him. One can distinguish between a neophyte Vaiṣṇava and an advanced Vaiṣṇava by their activities. The advanced Vaiṣṇava is always situated as the spiritual master, and the neophyte is always considered his disciple. The spiritual master must not",
    "url": "https://github.com/iskconpress/books/blob/master/noi/6.txt/",
    "part": 4
  },
  {
    "id": "Text 6",
    "text": "be subjected to the advice of a disciple, nor should a spiritual master be obliged to take instructions from those who are not his disciples. This is the sum and substance of Śrīla Rūpa Gosvāmī's advice in the sixth verse.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/6.txt/",
    "part": 5
  },
  {
    "id": "Text 7",
    "text": "syāt kṛṣṇa-nāma-caritādi-sitāpy avidyā- > pittopatapta-rasanasya na rocikā nu > kintv ādarād anudinaṁ khalu saiva juṣṭā > svādvī kramād bhavati tad-gada-mūla-hantrī na māṁ duṣkṛtino mūḍhāḥ > prapadyante narādhamāḥ > māyayāpahṛta jñānā- > āsuraṁ bhāvam āśritāḥ kṛṣṇa---sūrya-sama; māyā haya andhakāra > yāhāṅ kṛṣṇa, tāhāṅ nāhi māyāra adhikāra The holy name, character, pastimes and activities of Kṛṣṇa are all transcendentally sweet like sugar candy. Although the tongue of one afflicted by the jaundice of avidyā [ignorance] cannot taste anything sweet, it is wonderful that simply by carefully chanting these sweet names every day, a natural relish awakens within his tongue, and his disease is gradually destroyed at the root. The holy name of Lord Kṛṣṇa, His quality, pastimes and so forth are all of the nature of absolute truth, beauty and bliss. Naturally they are very sweet, like sugar candy, which appeals to everyone. Nescience, however, is compared to the disease called jaundice, which is caused by bilious secretions. Attacked by jaundice, the tongue of a diseased person cannot palatably relish sugar candy. Rather, a person with jaundice considers something sweet to taste very bitter. //Avidyā// (ignorance) similarly perverts the ability to relish the transcendentally palatable name, quality, form and pastimes of Kṛṣṇa. Despite this disease, if one with great care and attention takes to Kṛṣṇa consciousness, chanting the holy name and hearing Kṛṣṇa's transcendental pastimes, his ignorance will be destroyed and his tongue enabled to taste the sweetness of the transcendental nature of Kṛṣṇa and His paraphernalia. Such a recovery of spiritual health is possible only by the regular cultivation of Kṛṣṇa consciousness. When a man in the material world takes more interest in the materialistic way of life than in Kṛṣṇa consciousness, he is considered to be in a diseased condition. The normal condition is to remain an eternal servant of the Lord (//jīvera 'svarūpa' haya-kṛṣṇera 'nitya-dāsa'// [[books:cc:madhya:20:108-109|[Cc. Madhya 20.108]]]). This healthy condition is lost when the living entity forgets Kṛṣṇa due to being attracted by the external features of Kṛṣṇa's //māyā// energy. This world of //māyā// is called //durāśraya,// which means \"false or bad shelter.\" One who puts his faith in //durāśraya// becomes a candidate for hoping against hope. In the material world everyone is trying to become happy, and although their material attempts are baffled in every way, due to their nescience they",
    "url": "https://github.com/iskconpress/books/blob/master/noi/7.txt/",
    "part": 1
  },
  {
    "id": "Text 7",
    "text": "cannot understand their mistakes. People try to rectify one mistake by making another mistake. This is the way of the struggle for existence in the material world. If one in this condition is advised to take to Kṛṣṇa consciousness and be happy, he does not accept such instructions. This Kṛṣṇa consciousness movement is being spread all over the world just to remedy this gross ignorance. People in general are misled by blind leaders. The leaders of human society---the politicians, philosophers and scientists---are blind because they are not Kṛṣṇa conscious. According to //Bhagavad-gītā,// because they are bereft of all factual knowledge due to their atheistic way of life, they are actually sinful rascals and are the lowest among men. > na māṁ duṣkṛtino mūḍhāḥ > prapadyante narādhamāḥ > māyayāpahṛta jñānā- > āsuraṁ bhāvam āśritāḥ \"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.\" [[books:bg:7:15|(Bg. 7.15)]] Such people never surrender to Kṛṣṇa, and they oppose the endeavor of those who wish to take Kṛṣṇa's shelter. When such atheists become leaders of society, the entire atmosphere is surcharged with nescience. In such a condition, people do not become very enthusiastic to receive this Kṛṣṇa consciousness movement, just as a diseased person suffering from jaundice does not relish the taste of sugar candy. However, one must know that for jaundice, sugar candy is the only specific medicine. Similarly, in the present confused state of humanity, Kṛṣṇa consciousness, the chanting of the holy name of the Lord---Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare---is the only remedy for setting the world aright. Although Kṛṣṇa consciousness may not be very palatable for a diseased person, Śrīla Rūpa Gosvāmī nonetheless advises that if one wants to be cured of the material disease, he must take to it with great care and attention. One begins his treatment by chanting the Hare Kṛṣṇa //mahā-mantra// because by chanting this holy name of the Lord a person in the material condition will be relieved from all misconceptions (//ceto-darpaṇa-mārjanam [Cc Antya 20.12]//). //Avidyā,// a misconception about one's spiritual identity, provides the foundation for //ahaṅkāra,// or false ego within the heart. The real disease is in the heart. If",
    "url": "https://github.com/iskconpress/books/blob/master/noi/7.txt/",
    "part": 2
  },
  {
    "id": "Text 7",
    "text": "the mind is cleansed, however, if consciousness is cleansed, a person cannot be harmed by the material disease. To cleanse the mind and heart from all misconceptions, one should take to this chanting of the Hare Kṛṣṇa //mahā-mantra.// This is both easy and beneficial. By chanting the holy name of the Lord, one is immediately freed from the blazing fire of material existence. There are three stages in chanting the holy name of the Lord---the offensive stage, the stage of lessening offenses, and the pure stage. When a neophyte takes to the chanting of the Hare Kṛṣṇa //mantra,// he generally commits many offenses. There are ten basic offenses, and if the devotee avoids these, he can glimpse the next stage, which is situated between offensive chanting and pure chanting. When one attains the pure stage, he is immediately liberated. This is called //bhava-mahā-dāvāgni-nirvāpanam.// As soon as one is liberated from the blazing fire of material existence, he can relish the taste of transcendental life. The conclusion is that in order to get freed from the material disease, one must take to the chanting of the Hare Kṛṣṇa //mantra.// The Kṛṣṇa consciousness movement is especially meant for creating an atmosphere in which people can take to the chanting of the Hare Kṛṣṇa //mantra.// One must begin with faith, and when this faith is increased by chanting, a person can become a member of the Society. We are sending //saṅkīrtana// parties all over the world, and they are experiencing that even in the remotest part of the world, where there is no knowledge of Kṛṣṇa, the Hare Kṛṣṇa //mahā-mantra// attracts thousands of men to our camp. In some areas, people begin to imitate the devotees by shaving their heads and chanting the Hare Kṛṣṇa //mahā-mantra,// only a few days after hearing the //mantra.// This may be imitative, but imitation of a good thing is desired. Some imitators gradually become interested in being initiated by the spiritual master and offer themselves for initiation. If one is sincere, he is initiated, and this stage is called //bhajana-kriyā.// One then actually engages in the service of the Lord by regularly chanting the Hare Kṛṣṇa //mahā-mantra,// sixteen rounds daily, and refraining from illicit sex, intoxicants, meat-eating and gambling. By //bhajana-kriyā// one attains freedom from the contamination of materialistic life. He",
    "url": "https://github.com/iskconpress/books/blob/master/noi/7.txt/",
    "part": 3
  },
  {
    "id": "Text 7",
    "text": "no longer goes to a restaurant or hotel to taste so-called palatable dishes made with meat and onions, nor does he care to smoke or drink tea or coffee. He not only refrains from illicit sex, but avoids sex life entirely. Nor is he interested in wasting his time in speculating or gambling. In this way it is to be understood that one is becoming cleansed of unwanted things (//anartha-nivṛtti//). The word //anartha// refers to unwanted things. //Anarthas// are vanquished when one becomes attached to the Kṛṣṇa consciousness movement. When a person is relieved from unwanted things, he becomes fixed in executing his Kṛṣṇa activities. Indeed, he becomes attached to such activities and experiences ecstasy in executing devotional service. This is called //bhāva,// the preliminary awakening of dormant love of Godhead. Thus the conditioned soul becomes free from material existence and loses interest in the bodily conception of life, including material opulence, material knowledge and material attraction of all variety. At such a time one can understand who the Supreme Personality of Godhead is and what His //maya// is. Although //māyā// may be present, it cannot disturb a devotee once he attains the //bhāva// stage. This is because the devotee can see the real position of //māyā. Māyā// means forgetfulness of Kṛṣṇa, and forgetfulness of Kṛṣṇa and Kṛṣṇa consciousness stand side by side like light and shadow. If one remains in shadow, he cannot enjoy the facilities offered by light, and if one remains in light, he cannot be disturbed by the darkness of shadow. By taking to Kṛṣṇa consciousness, one gradually becomes liberated and remains in light. Indeed, he does not even touch the darkness. As confirmed in //Caitanya-caritāmṛta// [[books:cc:madhya:22:31|(Madhya 22.31)]]: > kṛṣṇa---sūrya-sama; māyā haya andhakāra > yāhāṅ kṛṣṇa, tāhāṅ nāhi māyāra adhikāra \"Kṛṣṇa is compared to sunshine, and //māyā// is compared to darkness. Wherever there is sunshine, there cannot be darkness. As soon as one takes to Kṛṣṇa consciousness, the darkness of illusion, the influence of the external energy, will immediately vanish.\"",
    "url": "https://github.com/iskconpress/books/blob/master/noi/7.txt/",
    "part": 4
  },
  {
    "id": "Text 8",
    "text": "tan-nāma-rūpa-caritādi-sukīrtanānu- > smṛtyoḥ krameṇa rasanā-manasī niyojya > tiṣṭhan vraje tad-anurāgi janānugāmī > kālaṁ nayed akhilam ity upadeśa-sāram yaṁ yaṁ vāpi smaran bhāvaṁ > tyajaty ante kalevaram > taṁ taṁ evaiti kaunteya > sadā tad-bhāva-bhāvitaḥ kṛṣṇaṁ smaran janaṁ cāsya > preṣṭhaṁ nija-samīhitam > tat-tat-kathā-rataś cāsau > kuryād vāsaṁ vraje sadā sevā sādhaka-rūpeṇa > siddha-rūpeṇa cātra hi > tad-bhāva-lipsunā kāryā > vraja-lokānusārataḥ The essence of all advice is that one should utilize one's full time---twenty-four hours a day---in nicely chanting and remembering the Lord's divine name, transcendental form, qualities and eternal pastimes, thereby gradually engaging one's tongue and mind. In this way one should reside in Vraja [Goloka Vṛndāvana dhāma] and serve Kṛṣṇa under the guidance of devotees. One should follow in the footsteps of the Lord's beloved devotees, who are deeply attached to His devotional service. Since the mind may be one's enemy or one's friend, one has to train the mind to become his friend. The Kṛṣṇa consciousness movement is especially meant for training the mind to be always engaged in Kṛṣṇa's business. The mind contains hundreds and thousands of impressions, not only of this life but also of many, many lives of the past. These impressions sometimes come in contact with one another and produce contradictory pictures. In this way the mind's function can become dangerous for a conditioned soul. Students of psychology are aware of the mind's various psychological changes. In //Bhagavad-gītā// [[books:bg:8:6|(8.6)]] it is said: > yaṁ yaṁ vāpi smaran bhāvaṁ > tyajaty ante kalevaram > taṁ taṁ evaiti kaunteya > sadā tad-bhāva-bhāvitaḥ \"Whatever state of being one remembers when he quits his body, that state he will attain without fail.\" At the time of death, the mind and intelligence of a living entity create the subtle form of a certain type of body for the next life. If the mind suddenly thinks of something not very congenial, one has to take a corresponding birth in the next life. On the other hand, if one can think of Kṛṣṇa at the time of death, he can be transferred to the spiritual world, Goloka Vṛndāvana. This process of transmigration is very subtle; therefore Śrīla Rūpa Gosvāmī advises devotees to train their minds in order that they will be unable to remember anything other than Kṛṣṇa. Similarly, the tongue should be trained to",
    "url": "https://github.com/iskconpress/books/blob/master/noi/8.txt/",
    "part": 1
  },
  {
    "id": "Text 8",
    "text": "speak only of Kṛṣṇa and to taste only //kṛṣṇa-prasāda.// Śrīla Rūpa Gosvāmī further advises, //tiṣṭhan vraje:// one should live in Vṛndāvana or any part of Vrajabhūmi. Vrajabhūmi, or the land of Vṛndāvana, is supposed to be eighty-four //krośas// in area. One //krośa// equals two square miles. When one makes Vṛndāvana his residence, he should take shelter of an advanced devotee there. In this way one should always think of Kṛṣṇa and His pastimes. This is further elucidated by Śrīla Rūpa Gosvāmī in his //Bhakti-rasāmṛta-sindhu// (1.2.294): > kṛṣṇaṁ smaran janaṁ cāsya > preṣṭhaṁ nija-samīhitam > tat-tat-kathā-rataś cāsau > kuryād vāsaṁ vraje sadā \"A devotee should always reside in the transcendental realm of Vraja and always engage in //kṛṣṇaṁ smaran janaṁ cāsya preṣṭham,// the remembrance of Śrī Kṛṣṇa and His beloved associates. By following in the footsteps of such associates and by entering under their eternal guidance, one can acquire an intense desire to serve the Supreme Personality of Godhead.\" Again Śrīla Rūpa Gosvāmī states in //Bhakti-rasāmṛta-sindhu// (1.2.295): > sevā sādhaka-rūpeṇa > siddha-rūpeṇa cātra hi > tad-bhāva-lipsunā kāryā > vraja-lokānusārataḥ \"In the transcendental realm of Vraja [Vraja-dhāma] one should serve the Supreme Lord, Śrī Kṛṣṇa, with a feeling similar to that of His associates, and one should place himself under the direct guidance of a particular associate of Kṛṣṇa and should follow in his footsteps. This method is applicable both in the stage of //sādhana// [spiritual practices executed while in the stage of bondage] and in the stage of //sādhya// [God realization], when one is a //siddha-puruṣa,// or a spiritually perfect soul.\" Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has commented as follows upon this verse: \"One who has not yet developed interest in Kṛṣṇa consciousness should give up all material motives and train his mind by following the progressive regulative principles, namely chanting and remembering Kṛṣṇa and His name, form, quality, pastimes and so forth. In this way, after developing a taste for such things, one should try to live in Vṛndāvana and pass his time constantly remembering Kṛṣṇa's name, fame, pastimes and qualities under the direction and protection of an expert devotee. This is the sum and substance of all instruction regarding the cultivation of devotional service. \"In the neophyte stage one should always engage in hearing //kṛṣṇa-kathā.// This is called //śravaṇa-daśā,// the stage of hearing. By",
    "url": "https://github.com/iskconpress/books/blob/master/noi/8.txt/",
    "part": 2
  },
  {
    "id": "Text 8",
    "text": "constantly hearing the transcendental holy name of Kṛṣṇa and hearing of His transcendental form, qualities and pastimes, one can attain to the stage of acceptance called //varaṇa-daśā.// When one attains this stage, he becomes attached to the hearing of //kṛṣṇa-kathā.// When one is able to chant in ecstasy, he attains the stage of //smaraṇāvasthā,// the stage of remembering. Recollection, absorption, meditation, constant remembrance and trance are the five items of progressive //kṛṣṇa-smaraṇa.// At first, remembrance of Kṛṣṇa may be interrupted at intervals, but later remembrance proceeds uninterrupted. When remembrance is uninterrupted, it becomes concentrated and is called meditation. When meditation expands and becomes constant, it is called //anusmṛti.// By uninterrupted and unceasing //anusmṛti// one enters the stage of //samādhi,// or spiritual trance. After //smaraṇa-daśā// or //samādhi// has fully developed, the soul comes to understand his original constitutional position. At that time he can perfectly and clearly understand his eternal relationship with Kṛṣṇa. That is called //sampatti-daśā,// the perfection of life. \"//Caitanya-caritāmṛta// advises those who are neophytes to give up all kinds of motivated desires and simply engage in the regulative devotional service of the Lord according to the directions of scripture. In this way a neophyte can gradually develop attachment for Kṛṣṇa's name, fame, form, qualities and so forth. When one has developed such attachment, he can spontaneously serve the lotus feet of Kṛṣṇa even without following the regulative principles. This stage is called //rāga-bhakti,// or devotional service in spontaneous love. At that stage the devotee can follow in the footsteps of one of the eternal associates of Kṛṣṇa in Vṛndāvana. This is called //rāgānuga-bhakti. Rāgānuga-bhakti,// or spontaneous devotional service, can be executed in the //śānta-rasa// when one aspires to be like Kṛṣṇa's cows or the stick or flute in the hand of Kṛṣṇa, or the flowers around Kṛṣṇa's neck. In the //dāsya-rasa// one follows in the footsteps of servants like Citraka, Patraka or Raktaka. In the friendly //sakhya-rasa// one can become a friend like Baladeva, Śrīdāmā or Sudāmā. In the //vātsalya-rasa,// characterized by parental affection, one can become like Nanda Mahārāja and Yaśodā, and in the //mādhurya-rasa,// characterized by conjugal love, one can become like Śrīmatī Rādhārāṇī or Her lady friends such as Lalitā and Her serving maids (//mañjarīs//) like Rūpa and Rati. This is the essence of all instruction in the matter",
    "url": "https://github.com/iskconpress/books/blob/master/noi/8.txt/",
    "part": 3
  },
  {
    "id": "Text 8",
    "text": "of devotional service.\"",
    "url": "https://github.com/iskconpress/books/blob/master/noi/8.txt/",
    "part": 4
  },
  {
    "id": "Text 9",
    "text": "vaikuṇṭhāj janito varā madhu-purī tatrāpi rāsotsavād > vṛndāraṇyam udāra-pāṇi-ramaṇāt tatrāpi govardhanaḥ > rādhā-kuṇḍam ihāpi gokula-pateḥ premāmṛtāplāvanāt > kuryād asya virājato giri-taṭe sevāṁ vivekī na kaḥ The holy place known as Mathurā is spiritually superior to Vaikuṇṭha, the transcendental world, because the Lord appeared there. Superior to Mathurā---Purī is the transcendental forest of Vṛndāvana because of Kṛṣṇa's rāsa-līlā pastimes. And superior to the forest of Vṛndāvana is Govardhana Hill, for it was raised by the divine hand of Śrī Kṛṣṇa and was the site of His various loving pastimes. And, above all, the superexcellent Śrī Rādhā-kuṇḍa stands supreme, for it is overflooded with the ambrosial nectarean prema of the Lord of Gokula, Śrī Kṛṣṇa. Where, then, is that intelligent Person who is unwilling to serve this divine Rādhā-kuṇḍa, which is situated at the foot of Govardhana Hill? The spiritual world is three fourths of the total creation of the Supreme Personality of Godhead, and it is the most exalted region. The spiritual world is naturally superior to the material world; however, Mathurā and the adjoining areas, although appearing in the material world, are considered superior to the spiritual world because the Supreme Personality of Godhead Himself appeared at Mathurā. The interior forests of Vṛndāvana are considered superior to Mathurā because of the presence of the twelve forests (//dvādaśa-vana//), such as Tālavana, Madhuvana and Bahulāvana, which are famous for the various pastimes of the Lord. Thus the interior Vṛndāvana forest is considered superior to Mathurā, but superior to these forests is the divine Govardhana Hill because Kṛṣṇa lifted Govardhana Hill like an umbrella, raising it with His lotuslike beautiful hand to protect His associates, the denizens of Vraja, from the torrential rains sent by the angry Indra, King of the demigods. It is also at Govardhana Hill that Kṛṣṇa tends the cows with His cowherd friends, and there also He had His rendezvous with His most beloved Śrī Rādhā and engaged in loving pastimes with Her. Rādhā-kuṇḍa, at the foot of Govardhana, is superior to all because it is there that love of Kṛṣṇa overflows. Advanced devotees prefer to reside at Rādhā-kuṇḍa because this place is the site of many memories of the eternal loving affairs between Kṛṣṇa and Rādhārāṇī (//rati-vilāsa//). In //Caitanya-caritāmṛta// (//Madhya-līlā//) it is stated that when Śrī Caitanya Mahāprabhu first visited the area",
    "url": "https://github.com/iskconpress/books/blob/master/noi/9.txt/",
    "part": 1
  },
  {
    "id": "Text 9",
    "text": "of Vrajabhūmi, He could not at first find the location of Rādhā-kuṇḍa. This means that Śrī Caitanya Mahāprabhu was actually searching for the exact location of Rādhā-kuṇḍa. Finally He found the holy spot, and there was a small pond there. He took His bath in that small pond and told His devotees that the actual Rādhā-kuṇḍa was situated there. Later the pond was excavated by Lord Caitanya's devotees, headed first by the six Gosvāmīs, such as Rūpa and Raghunātha dāsa. Presently there is a large lake known as Rādhā-kuṇḍa there. Śrīla Rūpa Gosvāmī has given much stress to Rādhā-kuṇḍa because of Śrī Caitanya Mahāprabhu's desire to find it. Who, then, would give up Rādhā-kuṇḍa and try to reside elsewhere? No person with transcendental intelligence would do so. The importance of Rādhā-kuṇḍa, however, cannot be realized by other Vaiṣṇava //sampradāyas,// nor can persons uninterested in the devotional service of Lord Caitanya Mahāprabhu understand the spiritual importance and divine nature of Rādhā-kuṇḍa. Thus Rādhā-kuṇḍa is mainly worshiped by the Gauḍīya Vaiṣṇavas, the followers of Lord Śrī Kṛṣṇa Caitanya Mahāprabhu.",
    "url": "https://github.com/iskconpress/books/blob/master/noi/9.txt/",
    "part": 2
  },
  {
    "id": "Text 10",
    "text": "karmibhyaḥ parito hareḥ priyatayā vyaktiṁ yayur jñāninas > tebhyo jñāna-vimukta-bhakti-paramāḥ premaika-niṣṭhās tataḥ > tebhyas tāḥ paśu-pāla-paṅkaja-dṛśas tābhyo 'pi sā rādhikā > preṣṭhā tadvad iyaṁ tadīya-sarasī tāṁ nāśrayet kaḥ kṛtī viṣṇu-śaktiḥ parā proktā > kṣetrajñākhyā tathā parā > avidyā-karma-saṁjñānyā > tṛtīyā śaktir iṣyate > [[books:cc:madhya:6:154|[Cc. Madhya 6.154]]] nūnaṁ pramattaḥ kurute vikarma > yad indriya-prītaya āpṛṇoti > na sādhu manye yata ātmano 'yam > asann api kleśada āsa dehaḥ bahūnāṁ janmanām ante > jñānavān māṁ prapadyate > vāsudevaḥ sarvam iti > sa mahātmā sudurlabhaḥ yathā rādhā priyā viṣṇos > tasyāḥ kuṇḍaṁ priyaṁ tathā > sarva-gopīṣu saivaikā > viṣṇor atyanta-vallabhā In the śāstra it is said that of all types of fruitive workers, he who is advanced in knowledge of the higher values of life is favored by the Supreme Lord Hari. Out of many such people who are advanced in knowledge [jñānīs], one who is practically liberated by virtue of his knowledge may take to devotional service. He is superior to the others. However, one who has actually attained prema, pure love of Kṛṣṇa, is superior to him. The gopīs are exalted above all the advanced devotees because they are always totally dependent upon Śrī Kṛṣṇa, the transcendental cowherd boy. Among the gopīs, Śrīmatī Rādhārāṇī is the most dear to Kṛṣṇa. Her kuṇḍa [lake] is as profoundly dear to Lord Kṛṣṇa as this most beloved of the gopīs. Who, then, will not reside at Rādhā-kuṇḍa and, in a spiritual body surcharged with ecstatic devotional feelings [aprākṛtabhāva], render loving service to the divine couple Śrī Śrī Rādhā-Govinda, who perform Their aṣṭakālīya-līlā, Their eternal eightfold daily pastimes. Indeed, those who execute devotional service on the banks of Rādhā-kuṇḍa are the most fortunate people in the universe. At the present moment almost everyone is engaged in some kind of fruitive activity. Those who are desirous of gaining material profits by working are called //karmīs,// or fruitive workers. All living entities within this material world have come under the spell of //māyā.// This is described in the //Viṣṇu Purāṇa// (6.7.61): > viṣṇu-śaktiḥ parā proktā > kṣetrajñākhyā tathā parā > avidyā-karma-saṁjñānyā > tṛtīyā śaktir iṣyate > [[books:cc:madhya:6:154|[Cc. Madhya 6.154]]] Sages have divided the energies of the Supreme Personality of Godhead into three categories---namely, the spiritual energy, marginal energy and material energy. The material energy is considered to be the third-class energy",
    "url": "https://github.com/iskconpress/books/blob/master/noi/10.txt/",
    "part": 1
  },
  {
    "id": "Text 10",
    "text": "(//tṛtīyā śaktiḥ//). Those living beings within the jurisdiction of the material energy sometimes engage themselves like dogs and hogs in working very hard simply for sense gratification. However, in this life, or, after executing pious activities, in the next life, some //karmīs// become strongly attracted to performing various kinds of sacrifices mentioned in the //Vedas.// Thus on the strength of their pious merit, they are elevated to heavenly planets. Actually those who perform sacrifices strictly according to Vedic injunctions are elevated to the moon and planets above the moon. As mentioned in //Bhagavad-gītā// [[books:bg:9:21|(9.21)]], //kṣīṇe puṇye martya-lokaṁ viśanti:// after exhausting the results of their so-called pious activities, they again return to the earth, which is called //martya-loka,// the place of death. Although such persons may be elevated to the heavenly planets by their pious activities and although they may enjoy life there for many thousands of years, they nonetheless must return to this planet when the results of their pious activities are exhausted. This is the position of all //karmīs,// including those who act piously and those who act impiously. On this planet we find many businessmen, politicians and others who are simply interested in material happiness. They attempt to earn money by all means, not considering whether such means are pious or impious. Such people are called //karmīs,// or gross materialists. Among the //karmīs// are some //vikarmīs,// people who act without the guidance of Vedic knowledge. Those who act on the basis of Vedic knowledge perform sacrifices for the satisfaction of Lord Viṣṇu and to receive benedictions from Him. In this way they are elevated to higher planetary systems. Such //karmīs// are superior to the //vikarmīs,// for they are faithful to the directions of the //Vedas// and are certainly dear to Kṛṣṇa. In //Bhagavad-gītā// [[books:bg:4:11|(4.11)]], Kṛṣṇa says: //ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham.// \"In whatever way one surrenders unto Me, I reward him accordingly.\" Kṛṣṇa is so kind that He fulfilled the desires of the //karmīs// and //jñānīs,// not to speak of the //bhaktas.// Although the //karmīs// are sometimes elevated to higher planetary systems, as long as they remain attached to fruitive activities they must accept new material bodies after death. If one acts piously, he can attain a new body among the demigods in the higher planetary systems, or he",
    "url": "https://github.com/iskconpress/books/blob/master/noi/10.txt/",
    "part": 2
  },
  {
    "id": "Text 10",
    "text": "may attain some other position in which he can enjoy a higher standard of material happiness. On the other hand, those who are engaged in impious activities are degraded and take birth as animals, trees and plants. Thus those fruitive actors who do not care for the Vedic directions (//vikarmīs//) are not appreciated by learned saintly persons. As stated in //Śrīmad-Bhāgavatam// [[books:sb:5:5:4|(5.5.4)]]: > nūnaṁ pramattaḥ kurute vikarma > yad indriya-prītaya āpṛṇoti > na sādhu manye yata ātmano 'yam > asann api kleśada āsa dehaḥ \"Materialists who work hard like dogs and hogs simply for sense gratification are actually mad. They simply perform all kinds of abominable activities simply for sense gratification. Materialistic activities are not at all worthy of an intelligent man, for as a result of such activities, one gets a material body, which is full of misery.\" The purpose of human life is to get out of the threefold miserable conditions, which are concomitant with material existence. Unfortunately, fruitive workers are mad to earn money and acquire temporary material comforts by all means; therefore they risk being degraded to lower species of life. Materialists foolishly make many plans to become happy in this material world. They do not stop to consider that they will live only for a certain number of years, out of which they must spend the major portion acquiring money for sense gratification. Ultimately such activities end in death. Materialists do not consider that after giving up the body they may become embodied as lower animals, plants or trees. Thus all their activities simply defeat the purpose of life. Not only are they born ignorant, but they act on the platform of ignorance, thinking that they are getting material benefits in the shape of skyscraper buildings, big cars, honorable positions and so on. The materialists do not know that in the next life they will be degraded and that all their activities simply serve as //parābhava,// their defeat. This is the verdict of //Śrīmad-Bhāgavatam// [[books:sb:5:5:5|(5.5.5)]]: //parābhavas tāvad abodha jātaḥ.// One should therefore be eager to understand the science of the soul (//ātma-tattva//). Unless one comes to the platform of //ātma-tattva,// by which one understands that the soul and not the body is oneself, one remains on the platform of ignorance. Out of thousands and even millions of ignorant people",
    "url": "https://github.com/iskconpress/books/blob/master/noi/10.txt/",
    "part": 3
  },
  {
    "id": "Text 10",
    "text": "who are wasting their time simply gratifying their senses, one may come to the platform of knowledge and understand higher values of life. Such a person is called a //jñānī.// The //jñānī// knows that fruitive activities will bind him to material existence and cause him to transmigrate from one kind of body to another. As indicated in //Śrīmad-Bhāgavatam// by the term //śarīra-bandha// (bound to bodily existence), as long as one maintains any conception of sense enjoyment, his mind will be absorbed in //karma,// fruitive activity, and this will oblige him to transmigrate from one body to another. Thus a //jñānī// is considered superior to a //karmī// because he at least refrains from the blind activities of sense enjoyment. This is the verdict of the Supreme Personality of Godhead. However, although a //jñānī// may be liberated from the ignorance of the //karmīs,// unless he comes to the platform of devotional service he is still considered to be in ignorance (//avidyā//). Although one may be accepted as a //jñānī,// or one advanced in knowledge, his knowledge is considered impure because he has no information of devotional service and thus neglects the direct worship of the lotus feet of the Supreme Personality of Godhead. When a //jñānī// takes to devotional service, he rapidly becomes superior to an ordinary //jñānī.// Such an advanced person is described as //jñāna-vimukta-bhakti-parama.// How a //jñānī// takes to devotional service is mentioned in //Bhagavad-gītā// [[books:bg:7:19|(7.19)]], wherein Kṛṣṇa says: > bahūnāṁ janmanām ante > jñānavān māṁ prapadyate > vāsudevaḥ sarvam iti > sa mahātmā sudurlabhaḥ \"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.\" Actually a person is wise when he surrenders unto the lotus feet of Kṛṣṇa, but such a //mahātmā,// great soul, is very rare. After taking to devotional service under the regulative principles, a person may come to the platform of spontaneous love of Godhead, following in the footsteps of great devotees like Nārada and Sanaka and Sanātana. The Supreme Personality of Godhead then recognizes him to be superior. The devotees who have developed love of Godhead are certainly in an exalted position. Of all these devotees, the //gopīs// are recognized as superior because they do",
    "url": "https://github.com/iskconpress/books/blob/master/noi/10.txt/",
    "part": 4
  },
  {
    "id": "Text 10",
    "text": "not know anything other than satisfying Kṛṣṇa. Nor do the //gopīs// expect any return from Kṛṣṇa. Indeed, sometimes Kṛṣṇa puts them into extreme suffering by separating Himself from them. Nonetheless, they cannot forget Kṛṣṇa. When Kṛṣṇa left Vṛndāvana for Mathurā, the //gopīs// became most dejected and spent the rest of their lives simply crying in separation from Kṛṣṇa. This means that in one sense they were never actually separated from Kṛṣṇa. There is no difference between thinking of Kṛṣṇa and associating with Him. Rather, //vipralambha-sevā,// thinking of Kṛṣṇa in separation, as Śrī Caitanya Mahāprabhu did, is far better than serving Kṛṣṇa directly. Thus of all the devotees who have developed unalloyed devotional love for Kṛṣṇa, the //gopīs// are most exalted, and out of all these exalted //gopīs,// Śrīmatī Rādhārāṇī is the highest. No one can excel the devotional service of Śrīmatī Rādhārāṇī. Indeed, even Kṛṣṇa cannot understand the attitude of Śrīmatī Rādhārāṇī; therefore He took Her position and appeared as Śrī Caitanya Mahāprabhu, just to understand Her transcendental feelings. In this way Śrīla Rūpa Gosvāmī gradually concludes that Śrīmatī Rādhārāṇī is the most exalted devotee of Kṛṣṇa and that Her //kuṇḍa// (lake), Śrī Rādhā-kuṇḍa, is the most exalted place. This is verified in a quotation from //Laghu-bhāgavatāmṛta// (//Uttara-khaṇḍa// 45), as quoted in //Caitanya-caritāmṛta:// > yathā rādhā priyā viṣṇos > tasyāḥ kuṇḍaṁ priyaṁ tathā > sarva-gopīṣu saivaikā > viṣṇor atyanta-vallabhā \"Just as Śrīmatī Rādhārāṇī is dear to the Supreme Lord Kṛṣṇa [Viṣṇu], so Her bathing place [Rādhā-kuṇḍa] is equally dear to Kṛṣṇa. Among all the //gopīs,// She alone stands supreme as the Lord's most beloved.\" Therefore everyone interested in Kṛṣṇa consciousness should ultimately take shelter of Rādhā-kuṇḍa and execute devotional service there throughout one's life. This is the conclusion of Rūpa Gosvāmī in the tenth verse of //Upadeśāmṛta.//",
    "url": "https://github.com/iskconpress/books/blob/master/noi/10.txt/",
    "part": 5
  },
  {
    "id": "Text 11",
    "text": "kṛṣṇasyoccaiḥ praṇaya-vasatiḥ preyasībhyo 'pi rādhā > kuṇḍaṁ cāsyā munibhir abhitas tādṛg eva vyadhāyi > yat preṣṭhair apy alam asulabhaṁ kiṁ punar bhakti-bhājāṁ > tat premedaṁ sakṛd api saraḥ snātur āviṣkaroti Of the many objects of favored delight and of all the lovable damsels of Vrajabhūmi, Śrīmatī Rādhārāṇī is certainly the most treasured object of Kṛṣṇa's love. And, in every respect, Her divine kuṇḍa is described by great sages as similarly dear to Him. Undoubtedly Rādhā-kuṇḍa is very rarely attained even by the great devotees; therefore it is even more difficult for ordinary devotees to attain. If one simply bathes once within those holy waters, one's pure love of Kṛṣṇa is fully aroused. Why is Rādhā-kuṇḍa so exalted? The lake is so exalted because it belongs to Śrīmatī Rādhārāṇī, who is the most beloved object of Śrī Kṛṣṇa. Among all the //gopīs,// She is the most beloved. Similarly, Her lake, Śrī Rādhā-kuṇḍa, is also described by great sages as the lake that is as dear to Kṛṣṇa as Rādhā Herself. Indeed, Kṛṣṇa's love for Rādhā-kuṇḍa and Śrīmatī Rādhārāṇī is the same in all respects. Rādhā-kuṇḍa is very rarely attained, even by great personalities fully engaged in devotional service, not to speak of ordinary devotees who are only engaged in the practice of //vaidhī bhakti.// It is stated that a devotee will at once develop pure love of Kṛṣṇa in the wake of the //gopīs// if he once takes a bath in Rādhā-kuṇḍa. Śrīla Rūpa Gosvāmī recommends that even if one cannot live permanently on the banks of Rādhā-kuṇḍa, he should at least take a bath in the lake as many times as possible. This is a most important item in the execution of devotional service. Śrīla Bhaktivinoda Ṭhākura writes in this connection that Śrī Rādhā-kuṇḍa is the most select place for those interested in advancing their devotional service in the wake of the lady friends (//sakhīs//) and confidential serving maids (//mañjarīs//) of Śrīmatī Rādhārāṇī. Living entities who are eager to return home to the transcendental kingdom of God, Goloka Vṛndāvana, by means of attaining their spiritual bodies (//siddha-deha//) should live at Rādhā-kuṇḍa, take shelter of the confidential serving maids of Śrī Rādhā and under their direction engage constantly in Her service. This is the most exalted method for those engaged in devotional service under the",
    "url": "https://github.com/iskconpress/books/blob/master/noi/11.txt/",
    "part": 1
  },
  {
    "id": "Text 11",
    "text": "protection of Śrī Caitanya Mahāprabhu. In this connection Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura writes that even great sages and great devotees like Nārada and Sanaka do not get an opportunity to come to Rādhā-kuṇḍa to take their baths. What, then, to speak of ordinary devotees? If, by great fortune, one gets an opportunity to come to Rādhā-kuṇḍa and bathe even once, he can develop his transcendental love for Kṛṣṇa, exactly as the //gopīs// did. It is also recommended that one should live on the banks of Rādhā-kuṇḍa and should be absorbed in the loving service of the Lord. One should bathe there regularly and give up all material conceptions, taking shelter of Śrī Rādhā and Her assistant //gopīs.// If one is thus constantly engaged during his lifetime, after giving up the body he will return back to Godhead to serve Śrī Rādhā in the same way as he contemplated during his life on the banks of Rādhā-kuṇḍa. The conclusion is that to live on the banks of the Rādhā-kuṇḍa and to bathe there daily constitute the highest perfection of devotional service. It is a difficult position to attain, even for great sages and devotees like Nārada. Thus there is no limit to the glory of Śrī Rādhā-kuṇḍa. By serving Rādhā-kuṇḍa, one can get an opportunity to become an assistant of Śrīmatī Rādhārāṇī under the eternal guidance of the //gopīs.//",
    "url": "https://github.com/iskconpress/books/blob/master/noi/11.txt/",
    "part": 2
  }
]