[
  {
    "id": "chapter1",
    "text": "Today I shall speak to you of the history of a boy devotee named Prahlāda Mahārāja. He was born in a family that was stubbornly atheistic. There are two kinds of men in this world: the demons and the demigods. What is the difference between them? The main difference is that the demigods, or godly persons, are devoted to the Supreme Lord, whereas the demons are atheistic. They do not believe in God because they are materialists. These two classes of men always exist in this world. At the present moment, due to the Age of Kali (Age of Quarrel), the number of demons has increased, but the classification has existed since the beginning of creation. The incident I am narrating to you occurred very, very long ago, a few million years after the time of creation. Prahlāda Mahārāja was the son of the most atheistic person and the most materially powerful as well. Because the society was materialistic, this boy had no opportunity to glorify the Supreme Lord. The characteristic of a great soul is that he is very eager to broadcast glorification of the Supreme Lord. Lord Jesus Christ, for example, was very eager to broadcast the glorification of God, but demoniac people misunderstood him and crucified him. When Prahlāda Mahārāja was a five-year-old boy, he was sent to school. As soon as there was a recreation period, when the teacher was away, he would say to his friends, \"My dear friends, come on. We shall speak about Kṛṣṇa consciousness.\" This scene is related in the //Śrīmad-Bhāgavatam,// Seventh Canto, Sixth Chapter. The devotee Prahlāda says, \"My dear friends, this is the time, in this young age, to prosecute Kṛṣṇa consciousness.\" His little friends reply, \"Oh, we shall now play. Why take up Kṛṣṇa consciousness?\" In answer to this, Prahlāda Mahārāja says, \"If you are intelligent, then you must begin //bhāgavata-dharma// from childhood.\" The //Śrīmad-Bhāgavatam// offers //bhāgavata-dharma,// or the process leading to scientific knowledge about God. //Bhāgavata// means \"the Supreme Personality of Godhead,\" and //dharma// means \"regulative principles.\" This human form of life is very rare. It is a great opportunity. Therefore Prahlāda says, \"My dear friends, you are born as civilized human beings, so although your human body is temporary, it is the greatest opportunity.\" No one knows the length of his",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/1.txt/",
    "part": 1
  },
  {
    "id": "chapter1",
    "text": "life. It is calculated that in this age the human body may live up to a hundred years. But as the Age of Kali advances, duration of life, memory, mercy, religiousness, and all other such assets decrease. So no one has any assurance of long life in this age. Still, although the human form is temporary, you can achieve the highest perfection of life while in this human form. What is that perfection? To understand the all-pervading Supreme Lord. For other life forms this is not possible. By the gradual evolutionary process we come to this human form, so it is a rare opportunity. By nature's law, a human body is ultimately given to you so that you can promote yourself in spiritual life and go back home, back to Godhead. The ultimate goal of life is Viṣṇu, or Kṛṣṇa, the Supreme Personality of Godhead. In a later verse Prahlāda Mahārāja will say, \"People in this material world who are enamored with the material energy do not know what the goal of human life is. Why? Because they have been enchanted by the Lord's glaring external energy. They have forgotten that life is an opportunity to understand the ultimate goal of perfection, Viṣṇu.\" Why should we be very anxious to know Viṣṇu, or God? Prahlāda Mahārāja gives a reason: \"Viṣṇu is the dearmost person. //That// we have forgotten.\" We all seek some dear friend---everyone searches in this way. A man searches for dear friendship with a woman, and a woman searches for dear friendship with a man. Or else a man searches out a man, and a woman searches out a woman. Everyone searches after some dear friend, some sweet friend. Why? We want the cooperation of a dear friend who will help us. This is part of the struggle for existence, and this is natural. But we do not know that our dearest friend is Viṣṇu, the Supreme Personality of Godhead. Those who have read the //Bhagavad-gītā// will find this nice verse in the Fifth Chapter: \"If you want peace, then you must understand perfectly that everything in this world and other worlds is the property of Kṛṣṇa, that He is the enjoyer of everything, and that He is the supreme friend of everyone.\" Why perform austerity? Why perform religious rituals? Why give",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/1.txt/",
    "part": 2
  },
  {
    "id": "chapter1",
    "text": "in charity? All these activities are meant for pleasing the Supreme Lord, and nothing more. And when the Supreme Lord is pleased, you will get the result. Whether you want to gain higher material happiness or spiritual happiness, whether you want to live a better life on this planet or on other planets---whatever you want you will get if you please the Supreme Lord. Therefore He is the most sincere friend. Whatever you want from Him, you can get. But the intelligent man does not want anything that is materially contaminated. In the //Bhagavad-gītā// Kṛṣṇa says that by pious activities one can elevate oneself to the highest material planet, known as Brahmaloka, where the duration of life is millions and millions of years. You cannot figure the duration of life there; your arithmetic will be ineffective. The statement in the //Bhagavad-gītā// is that the life of Brahmā is so long that 4,320,000,000 of our years are only twelve hours to him. Kṛṣṇa says, \"Whatever position you want, beginning from the ant right up to Brahmā, you can have. But the repetition of birth and death will be there. However, if by practicing Kṛṣṇa consciousness you come to Me, then you don't have to come back to this miserable material condition.\" Prahlāda Mahārāja says the same thing: We should search for our dearmost friend, Kṛṣṇa, the Supreme Lord. Why is He our dearmost friend? By nature He is dear. Now, what do you consider the dearmost thing? Have you analyzed? You yourself are the dearmost thing. I am sitting here, but if there is a fire alarm I shall at once take care of myself: \"How can I save myself?\" We forget our friends and even our relatives: \"Let me first of all save myself.\" Self-preservation is the first law of nature. In the grossest sense, the word //ātmā//---\"self\"---refers to the body. In the subtler sphere the mind or intelligence is the //ātmā,// and in the real sense //ātmā// means the soul. In the gross stage we are very fond of protecting and satisfying the body, and in a subtler stage we are very fond of satisfying the mind and intelligence. But above the mental and intellectual planes, where the atmosphere is spiritualized, we can understand, \"I am not this mind, intellect, or body. //Ahaṁ",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/1.txt/",
    "part": 3
  },
  {
    "id": "chapter1",
    "text": "brahmāsmi//---I am spirit, part and parcel of the Supreme Lord.\" That is the platform of real understanding. Prahlāda Mahārāja says that of all living entities, Viṣṇu is the supreme well-wisher. Therefore we are all searching for Him. When a child cries, what does he long for? His mother. But he has no language to express this. By nature he has his body, born of his mother's body, so there is an intimate relationship with the mother's body. The child won't like any other woman. The child cries, but when the woman who is the child's mother comes and picks him up, at once he is pacified. He has no language to express all this, but his relationship with his mother is a law of nature. Similarly, by nature we try to protect the body. This is self-preservation. It is a natural law of the living entity, just as eating is a natural law and sleeping is a natural law. Why do I protect the body? Because within the body is the soul. What is this soul? The soul is a part of the Supreme Lord. As we want to protect the hand or the finger because it is a part of the whole body, similarly we try to save ourselves because this is the defending process of the Supreme. The Supreme does not need defense, but this is a manifestation of our love toward Him, which is now perverted. The finger and the hand are meant to act in the interests of the whole body; as soon as I want the hand to come here, it comes, and as soon as I want the finger to play on the drum, it plays. This is the natural position. Similarly, we are searching for God, to dovetail our energy in the service of the Supreme, but under the spell of the illusory energy we do not know it. That is our mistake. Now, in human life, we have an opportunity to understand our actual position. Only because you are human beings have you all come here to learn about Kṛṣṇa consciousness, about the real goal of your life. I cannot invite cats and dogs to sit down here. That is the difference between human beings and cats and dogs. A human being can understand the necessity",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/1.txt/",
    "part": 4
  },
  {
    "id": "chapter1",
    "text": "of pursuing the real goal of life. But if he loses the opportunity, it is a great catastrophe. Prahlāda Mahārāja says, \"God is the dearmost personality of all. We have to search for God.\" Then what about the material necessities of life? Prahlāda Mahārāja replies, \"You are after sense gratification, but sense gratification is automatically achieved by contact with this body.\" Because a hog has a certain type of body, his sense gratification comes from eating stool, the very thing that is most obnoxious to you. At once, after evacuating, you leave to get free from the bad smell---but the hog is waiting. As soon as you evacuate, he will at once enjoy. So there are different types of sense gratification according to different types of body. Everyone who has a material body receives sense gratification. Don't think that the hogs eating stool are unhappy. No, they are getting fat in that way. They are very happy. Another example is the camel. The camel is very fond of thorny twigs. Why? Because when he eats thorny twigs, the twigs cut his tongue, blood oozes out, and he tastes his own blood. Then he thinks, \"I am enjoying.\" This is sense gratification. Sex life is also like that. We taste our own blood, and we think we are enjoying. This is our foolishness. The living entity in this material world is a spiritual being, but because he has a tendency to enjoy, to exploit the material energy, he has contacted a body. There are 8,400,000 species of living entities, each with a different body, and according to the body, they have particular senses with which they enjoy a particular type of pleasure. Suppose you are given thorny twigs to eat: \"Ladies and gentlemen, here is very nice food. It is certified by the camels. It is very good.\" Would you like to take it? \"No! What nonsense are you offering me?\" Because you have a different body from the camel, you have no taste for thorny twigs. But if you offer them to a camel, he will think it is a very nice meal. Now, if the hogs and camels can enjoy sense gratification without great struggle, why not we human beings? We can---but that is not our ultimate achievement. The facilities to enjoy sense",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/1.txt/",
    "part": 5
  },
  {
    "id": "chapter1",
    "text": "gratification are offered by nature, whether one be a hog, a camel, or a human being. So why should you labor for facilities that you are destined to receive anyway, by nature's law? In every form of life the bodily demands are satisfied by the arrangement of nature. This gratification is arranged, just as there is an arrangement for distress. Do you like fever? No. Why does it come? I do not know. But it does come, does it not? Yes. Did you try for it? No. So how does it come? By nature. That is the only answer. And if your misery comes by nature, your happiness will also come by nature. Don't bother about it. That is the instruction of Prahlāda Mahārāja. If you receive the miseries of life without effort, you will similarly achieve happiness without effort. Then what is the real purpose of the human form of life? Cultivating Kṛṣṇa consciousness. Other things will be obtained by nature's law, which is ultimately God's law. Even if I don't try, I will be supplied with whatever I am to achieve because of my past work and my particular type of body. Your real concern, therefore, should be to seek out the higher goal of human life.",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/1.txt/",
    "part": 6
  },
  {
    "id": "chapter2",
    "text": "Therefore, instead of being very anxious to stimulate our senses to increase material happiness, we should try to attain spiritual happiness by practicing Kṛṣṇa consciousness. As Prahlāda Mahārāja says, \"Although your life in this human body is temporary, it is very valuable. So instead of trying to increase your material sense enjoyment, your duty is to dovetail your activities in some way in Kṛṣṇa consciousness.\" Our higher intelligence comes with his human body. Because we have higher consciousness, we should try for the higher enjoyment in life, which is spiritual enjoyment. And how can that spiritual enjoyment be achieved? One should absorb himself in serving the Supreme Lord, who gives the pleasure of liberation. We should turn our attention to achieving the lotus feet of Kṛṣṇa, who can give us liberation from this material world. But can't we enjoy in this life and engage ourselves in Kṛṣṇa's service in our next life? Prahlāda Mahārāja answers, \"We are now in material entanglement. Now I have this body, but I will quit this body after a few years and then have to accept another body. Once you take up one body and enjoy as your body's senses dictate, you prepare another body by such sense enjoyment, and you get another body as you want it.\" There is no guarantee that you will get a human body. That will depend on your work. If you work like a demigod, you will get a demigod's body. And if you work like a dog, you will get a dog's body. At the time of death, your destiny is not in your hands---it is in the hands of nature. It is not our duty to speculate on what material body we are going to get next. At the present moment let us simply understand that this human body is a great opportunity to develop our spiritual consciousness, our Kṛṣṇa consciousness. Therefore we should at once engage ourselves in Kṛṣṇa's service. Then we will make progress. How long should we do it? As long as this body keeps working. We do not know when it will stop functioning. The great saint Parīkṣit Mahārāja got seven days notice: \"Your body will fall in a week.\" But we do not know when our body will fall. Whenever we are on the road, there",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/2.txt/",
    "part": 1
  },
  {
    "id": "chapter2",
    "text": "may suddenly be some accident. We should always be prepared. Death is always there. We should not optimistically think, \"Everyone is dying, but I shall live.\" Why will you live if everyone is dying? Your grandfather has died, your great-grandfather has died, other relatives of yours have died---why should you live? You will also die. And your children will also die. Therefore, before death comes, as long as we have this human intelligence, let us engage in Kṛṣṇa consciousness. This is the prescription of Prahlāda Mahārāja. We do not know when this body will stop, so let us immediately engage in Kṛṣṇa consciousness and act accordingly. \"But if I immediately engage myself in Kṛṣṇa consciousness, what about my means of livelihood?\" That is arranged for. I am very happy to inform you of the confidence of a student in one of our branches. There was a disagreement. Another student said, \"You are not looking after how to maintain the establishment,\" and he replied, \"Oh, Kṛṣṇa will supply.\" This is a very nice conviction; I was glad to hear it. If cats and dogs and hogs can get food, will Kṛṣṇa not arrange for our food also, if we are Kṛṣṇa conscious and fully devote our service to Him? Is Kṛṣṇa ungrateful? No. In the //Bhagavad-gītā// the Lord says, \"My dear Arjuna, I am equal to everyone. No one is the object of My envy, and no one is My special friend, but I give special attention to one who engages in Kṛṣṇa consciousness.\" A small child is completely dependent on the mercy of his parents, so the parents give special attention to that child. Although the parents are equally good to all the children, for the small children who are always crying \"Mother!\" they have greater concern. \"Yes, my dear child? Yes?\" This is natural. If you are completely dependent on Kṛṣṇa, who is supplying food to the dogs, birds, beasts---to 8,400,000 species of life---why should He not supply food to you? This conviction is a symptom of surrender. But we should not think, \"Because Kṛṣṇa is supplying my food, I shall now sleep.\" No, you have to work, but without fear. You should engage yourself wholeheartedly in Kṛṣṇa consciousness, confident of Kṛṣṇa's maintenance and protection. Now, let us calculate our duration of life.",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/2.txt/",
    "part": 2
  },
  {
    "id": "chapter2",
    "text": "In this age it is said that we can live at most one hundred years. Formerly, in the Satya-yuga, the age of goodness, human beings would live up to 100,000 years. In the next age, Tretā-yuga, they used to live for 10,000 years, and in the next age, called Dvāpara-yuga, they used to live for 1,000 years. Now, in this age, called Kali-yuga, the estimate is 100 years. But gradually, as the Kali-yuga progresses, our duration of life will decrease still further. This is the so-called progress of our modern civilization. We are very proud that we are happy and are improving our civilization. The result, however, is that although we try to enjoy material life, the duration of our life is shortened. Now, accepting that a person lives for one hundred years, if he has no information of spiritual life, half of that is wasted at night in sleeping and sex life. That's all. He has no other interest. And in the daytime, what is his concern? \"Where is money? Where is money? I must maintain this body.\" And when he has money: \"Now let me spend for my wife and children.\" So where is his spiritual realization? At night he spends his time in sleep and sex indulgence, and by day he spends time working very hard to earn money. Is that his mission in life? How horrible such a life is! The average person is illusioned in childhood, playing frivolous games. Up to twenty years, easily, you can go on like that. Then when you become old, for another twenty years you cannot do anything. When a man becomes old, his senses cannot function. You have seen many old men; they have nothing to do but rest. Just now we have received a letter from one of our students reporting that his grandmother is paralyzed and has been suffering for the last three and a half years. So, in old age, everything is finished as soon as you are eighty years old. Therefore, from the beginning to twenty years of age, everything is spoiled; and even if you live for a hundred years, another twenty in the last stage of life is also spoiled. So forty years of your life are spoiled in that way. And in the middle age there",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/2.txt/",
    "part": 3
  },
  {
    "id": "chapter2",
    "text": "is a very strong sex appetite, so another twenty years can be lost. Twenty years, twenty years, and twenty years-sixty years gone. This is the analysis of life by Prahlāda Mahārāja. We are spoiling our life instead of using it to advance in Kṛṣṇa consciousness.",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/2.txt/",
    "part": 4
  },
  {
    "id": "chapter3",
    "text": "Prahlāda Mahārāja told his friends, \"You have to begin Kṛṣṇa consciousness immediately.\" All the boys were born of atheistic, materialistic families, but fortunately they had the association of Prahlāda, who was a great devotee of the Lord from his birth. Whenever he found an opportunity, when the teacher was out of the classroom, he used to say, \"My dear friends, let's chant Hare Kṛṣṇa; this is the time to begin Kṛṣṇa consciousness.\" Now, as we have stated, some boy might have said, \"But we are just boys. Let us play. We are not going to die immediately. Let us have some enjoyment, and later we shall begin Kṛṣṇa consciousness.\" People do not know that Kṛṣṇa consciousness is the highest enjoyment. They think that the boys and girls who have joined this Kṛṣṇa consciousness movement are foolish. \"By Prabhupāda's influence they have joined Kṛṣṇa consciousness and left everything enjoyable.\" But actually this is not so. They are all intelligent, educated boys and girls, coming from very respectable families; they are not fools. In our Society they are actually enjoying life; otherwise they would not have sacrificed their valuable time for this movement. Actually there is joyful life in Kṛṣṇa consciousness, but people do not know of it. They say, \"What use is this Kṛṣṇa consciousness?\" When one grows up entangled in the sense gratification process, it is very difficult to get out of it. Therefore, according to Vedic regulations, in student life, beginning from five years of age, boys are taught about spiritual life. That is called //brahmacarya.// A //brahmacārī// dedicates his life to attaining supreme consciousness---Kṛṣṇa consciousness or Brahman consciousness. //Brahmacarya// has many rules and regulations. For example, however rich one's father may be, the //brahmacārī// surrenders himself to be trained under the guidance of a spiritual master and works in the ashram of the spiritual master just like a menial servant. How is this possible? We are getting actual experience that very nice boys coming from very respectable families do not hesitate to do any kind of work here. They are washing dishes, cleansing floors---everything. One student's mother was astonished at her boy when he visited home. Before, he would not even go to the store, and now he is engaged twenty-four hours a day. Unless one feels pleasure, how is it possible",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/3.txt/",
    "part": 1
  },
  {
    "id": "chapter3",
    "text": "that he can engage himself in such a process as Kṛṣṇa consciousness? This is due only to the chanting of Hare Kṛṣṇa. This is our single asset---the Hare Kṛṣṇa mantra. One can be very jolly simply by Kṛṣṇa consciousness. Actually, it is a joyful life. But unless one is trained, one cannot live it. Prahlāda Mahārāja says that everyone is attached to family affection. If one is attached to family affairs, he cannot control his senses. Naturally, everyone wants to love someone. Society, friendship, and love are needed. They are demands of the spirit soul, but they are being pervertedly reflected. I have seen that many ladies and gentlemen in your country have no family life, but they have placed their love in cats and dogs. Because they want to love someone but do not see anyone suitable, they place their valuable love in cats and dogs. Our concern is to transfer this love---which has to be placed somewhere---to Kṛṣṇa. This is Kṛṣṇa consciousness. If you transfer your love to Kṛṣṇa, that is perfection. But now, because people are being frustrated and cheated, they do not know where to place their love, and at last they place their love in cats and dogs. Everyone is entangled by material love. It is very difficult to develop spiritual life when one is advanced in material love, because this bondage of love is very strong. Therefore Prahlāda proposes that one should learn Kṛṣṇa consciousness from childhood. When a child is five or six years old---as soon as his consciousness is developed---he should be sent to school to be trained, and Prahlāda Mahārāja says that his education should be Kṛṣṇa conscious from the very beginning. The period from five to fifteen years is a very valuable time; you can train any child in Kṛṣṇa consciousness, and he will become perfect. If a child is not trained in Kṛṣṇa consciousness and instead becomes advanced in materialism, it is difficult for him to develop spiritual life. What is materialism? Materialism means that all of us in this material world, although we are spirit souls, somehow or other want to enjoy this material world. The spirit of enjoyment is present in its pure form in the spiritual world, in relation to Kṛṣṇa, but we have come here to partake of contaminated",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/3.txt/",
    "part": 2
  },
  {
    "id": "chapter3",
    "text": "enjoyment, just as a man on the Bowery thinks he can enjoy by drinking some liquor. The basic principle of material enjoyment is sex. Therefore, you will find sex not only in human society but in cat society, dog society, bird society---everywhere. During the daytime, a pigeon has sex at least twenty times. This is his enjoyment. The //Śrīmad-Bhāgavatam// confirms that material enjoyment is based upon nothing more than the sexual combination of man and woman. In the beginning a boy thinks, \"Oh, that girl is nice,\" and the girl says, \"That boy is nice.\" When they meet, that material contamination becomes more prominent. And when they actually enjoy sex, they become more attached, completely attached. How? As soon as a boy and girl are married, they want an apartment. Then they have children. And when they have children, they want social recognition---society, friendship, and love. In this way their material attachment goes on increasing. And all of this requires money. A man who is too materialistic will cheat anyone, kill anyone, beg, borrow, or steal---anything to bring money. He knows that his buildings, his family, his wife and children cannot continue to exist perpetually. They are just like bubbles in the ocean: they have come into existence, and after a little while they will be gone. But he is too much attached. He will sacrifice his spiritual advancement for the pursuit of money to maintain them. His perverted consciousness---\"I am this body. I belong to this material world. I belong to this country. I belong to this community. I belong to this religion. I belong to this family.\"---becomes greater and greater. Where is his Kṛṣṇa consciousness? He becomes so entangled that money becomes more valuable to him than his own life. In other words, he can risk his life for money. The householder, the laborer, the merchant, the thief, the dacoit, the rogue---everyone is after money. This is illusion. One loses himself in the midst of this entanglement. Prahlāda Mahārāja says that in this state, when you are too much implicated in materialism, you cannot cultivate Kṛṣṇa consciousness. Therefore one should practice Kṛṣṇa consciousness from early childhood. Of course, Lord Caitanya Mahāprabhu is so kind that He says, \"Better late than never. Even though you missed the opportunity to begin Kṛṣṇa consciousness from",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/3.txt/",
    "part": 3
  },
  {
    "id": "chapter3",
    "text": "childhood, begin now, in whatever position you are.\" That is Caitanya Mahāprabhu's teaching. He never said, \"Because you did not begin Kṛṣṇa consciousness from your childhood, you cannot make progress.\" No. He is very kind. He has given us this nice process of chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Whether you are young or old---no matter what you are---just begin. You do not know when your life will be finished. If you chant sincerely, even for a moment, it will have great effect. It will save you from the greatest danger---becoming an animal in your next life. Although only five years old, Prahlāda Mahārāja speaks just like a very experienced and educated man because he received knowledge from his spiritual master, Nārada Muni. That is disclosed in the next chapter of the //Śrīmad-Bhāgavatam// [7.7]. Wisdom does not depend on age, but on knowledge received from a superior source. One cannot become a wise man simply by advancement of age. No. That is not possible. Knowledge has to be received from a superior source; then one can become wise. It doesn't matter whether one is a five-year-old boy or a fifty-year-old man. As it is said, \"By wisdom one becomes an old man, even without advanced age.\" So although Prahlāda was only five years old, by advancement in knowledge he was imparting perfect instructions to his classmates. Some may find these instructions unpalatable. Suppose a man is already married and Prahlāda says, \"Take to Kṛṣṇa consciousness.\" He will think, \"Oh, how can I leave my wife? We talk so nicely together, sit together and enjoy. How can I leave?\" Family attraction is very strong. I am an old man---seventy-two years old. I have been away from my family during the last fourteen years. Yet sometimes I also think of my wife and children. This is quite natural. But that does not mean I have to go back. This is knowledge. When the mind wanders to thoughts of sense gratification, one should at once understand, \"This is illusion.\" According to the Vedic system, one has to forcibly give up family life at the age of fifty. One must go. There is no alternative. The first twenty-five years are for student life. From age five to",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/3.txt/",
    "part": 4
  },
  {
    "id": "chapter3",
    "text": "age twenty-five, one should be educated very nicely in Kṛṣṇa consciousness. The basic principle of one's education should be Kṛṣṇa consciousness, nothing else. Then life will be pleasing and successful, both in this world and in the next. A Kṛṣṇa conscious education means one is trained to give up material consciousness altogether. That is perfect Kṛṣṇa consciousness. But if the student is unable to capture the essence of Kṛṣṇa consciousness, then he is allowed to marry a good wife and live a peaceful householder life. And because he has been trained in the basic principles of Kṛṣṇa consciousness, he will not entangle himself in the material world. One who lives simply---plain living and high thinking---can make progress in Kṛṣṇa consciousness even within family life. So family life is not condemned. But if a man forgets his spiritual identity and simply becomes entangled in material affairs, then he is lost. His life's mission is lost. If one thinks, \"I cannot protect myself from the attack of sex desire,\" then let him be married. That is prescribed. But don't have illicit sex. If you want a girl, if you want a boy, get married and live in Kṛṣṇa consciousness. A person who is trained in Kṛṣṇa consciousness from childhood naturally becomes disinclined toward the material way of life, and at the age of fifty he gives it up. How does he start giving it up? The husband and wife leave home and travel together on pilgrimage. If from twenty-five to fifty one remains in family life, one should have some grown-up children. So at age fifty the husband entrusts the family affairs to some of his sons who are family men, and he and his wife go on pilgrimage to the holy places in order to forget family attachments. When the gentleman is completely matured in detachment, he asks his wife to go home to their children, and he remains alone. That is the Vedic system. We have to give ourselves a chance to progress in spiritual life, step by step. Otherwise, if we remain attached to material consciousness throughout all our days, we will not perfect our Kṛṣṇa consciousness, and we shall miss the opportunity of this human form of life. So-called happy family life means that we have a very loving wife and loving",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/3.txt/",
    "part": 5
  },
  {
    "id": "chapter3",
    "text": "children. Thus we enjoy life. But we do not know that this enjoyment is false, that it is resting on a false platform. At once, in the twinkling of an eye, we may have to give up this enjoyment. Death is not under our control. From the //Bhagavad-gītā// we learn that if one dies while too much attached to one's wife, the result will be that in his next life he will have the body of a woman. And if the wife is very attached to her husband, she will get a man's body in her next life. Similarly, if you are not a family man but are attached to a cat or dog, then your next life will be as a cat or dog. These are the laws of //karma,// or material nature. The whole point is that one should begin Kṛṣṇa consciousness immediately. Suppose one thinks, \"After finishing my sporting life, when I am old and there is nothing else to do, then I shall go to the Kṛṣṇa consciousness Society and hear something.\" Certainly at that time one can take up spiritual life, but what is the assurance that one will live to an old age? One may die at any time; so postponing one's spiritual life is very risky. Therefore one should take the opportunity now to advance in Kṛṣṇa consciousness. That is the purpose of this Society: to give everyone a chance to begin Kṛṣṇa consciousness at any stage of life. And by the process of chanting >Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare >Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, advancement is very quick. There is an immediate result. We request all the ladies and gentlemen who are very kindly attending our lectures or reading our literature to chant Hare Kṛṣṇa during your leisure hours at home, and to read our books. That is our request. We are sure that you will find this process very pleasing and very effective.",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/3.txt/",
    "part": 6
  },
  {
    "id": "chapter4",
    "text": "Now Prahlāda Mahārāja makes a further statement about the complications of material life. He compares the attached householder to the silkworm. The silkworm wraps itself in a cocoon made of its own saliva, until he is in a prison from which he cannot escape. In the same way, a materialistic householder's entanglement becomes so tight that he cannot come out of the cocoon of family attraction. Even though there are so many miseries in materialistic family life, he cannot break free. Why? He thinks that sex life and eating palatable dishes are most important. Therefore, in spite of so many miserable conditions, he cannot give them up. In this way, when a person is too much entangled in family life, he cannot think of his real benefit---to escape from material life. Although he is always disturbed by the threefold miseries of materialistic life, still, because of strong family affection, he cannot come out. He does not know that he is wasting his limited duration of life simply for family affection. He is spoiling the life that was meant for realizing his eternal self, for realizing his real spiritual life. \"Therefore,\" Prahlāda says to his demoniac friends, \"please give up the company of those who are simply after material enjoyment. Just associate with persons who have taken to Kṛṣṇa consciousness.\" That is his advice. He says to his friends that this Kṛṣṇa consciousness is easy to attain. Why? Kṛṣṇa consciousness is actually very dear to us, but we have forgotten it. Therefore anyone who takes to Kṛṣṇa consciousness becomes more and more affected by it and forgets his material consciousness. If you are in a foreign country, you might forget your home and your family members and friends who are very dear to you. But if you are all of a sudden reminded of your home and friends, you will at once become very preoccupied: \"How shall I meet them?\" In San Francisco one of our friends told me that long ago he left his young children and went to another country. Recently a letter came from his grown-up son, and at once the father remembered his affection for him and sent some money. That affection automatically came, even though he had forgotten his child for so many years. Similarly, our affection for Kṛṣṇa is",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/4.txt/",
    "part": 1
  },
  {
    "id": "chapter4",
    "text": "so intimate that as soon as there is some touch of Kṛṣṇa consciousness, we at once revive our relationship with Him. Everyone has some particular relationship with Kṛṣṇa, the Supreme Lord, which he has forgotten. But as we become Kṛṣṇa conscious, gradually our old consciousness of our relationship with Kṛṣṇa is revived. And when our consciousness is actually in the clear stage, we can understand our particular relationship with Kṛṣṇa. One may have a relationship with Kṛṣṇa as a son or servant, as a friend, as a parent, or as a beloved wife or lover. All these relationships are pervertedly reflected in life in the material world. But as soon as we come to the platform of Kṛṣṇa consciousness, our old relationship with Kṛṣṇa is revived. We love---every one of us. First I love my body because my self is within this body. So actually I love my self better than the body. But that self has an intimate relationship with Kṛṣṇa because the self is part and parcel of Kṛṣṇa. Therefore I love Kṛṣṇa more than anything. And because Kṛṣṇa is all-pervading, I love everything. Unfortunately, we have forgotten that Kṛṣṇa, God, is all-pervading. This memory has to be revived. As soon as we revive our Kṛṣṇa consciousness, we can see everything in relationship with Kṛṣṇa, and then everything becomes lovable. Now I love you or you love me, but that love is on the platform of this ephemeral body. But when love of Kṛṣṇa is developed, I will love not only you but every living entity because the outward designation, the body, will be forgotten. When a person becomes fully Kṛṣṇa conscious, he does not think, \"Here is a man, here is an animal, here is a cat, here is a dog, here is a worm.\" He sees everyone as part and parcel of Kṛṣṇa. This is very nicely explained in the //Bhagavad-gītā:// \"One who is actually learned in Kṛṣṇa consciousness becomes a lover of everyone in the universe.\" Unless one is situated on the Kṛṣṇa conscious platform, there is no question of universal brotherhood. If we actually want to implement the idea of universal brotherhood, then we will have to come to the platform of Kṛṣṇa consciousness, not material consciousness. As long as we are in material consciousness, our lovable objects",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/4.txt/",
    "part": 2
  },
  {
    "id": "chapter4",
    "text": "will be limited. But when we are actually in Kṛṣṇa consciousness, our lovable objects will be universal. That is stated by Prahlāda Mahārāja: \"Beginning from the nonmoving plants and trees and extending up to the highest living creature, Brahmā, the Supreme Personality of Godhead is present everywhere by His expansion as the Paramātmā, the feature of the Lord in everyone's heart. As soon as we become Kṛṣṇa conscious, that extension of the Supreme Personality of Godhead, Paramātmā, induces us to love every object in relation with Kṛṣṇa.\"",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/4.txt/",
    "part": 3
  },
  {
    "id": "chapter5",
    "text": "Mahārāja Prahlāda informed his classmates about the all-pervasiveness of the Supreme Lord. But although the Supreme Lord is all-pervasive by means of His expansions and His energies, that does not mean He has lost His personality. That is significant. Although He is all-pervading, still He is a person. According to our material perception, if something is all-pervading, then it has no personality, no localized aspect. But God is not like that. For example, the sunshine is all-pervading, but the sun also has a localized aspect, the sun planet, and you can see it. Not only is there a sun planet, but within the sun planet is a sun-god, whose name is Vivasvān. We get this information from Vedic literature. There is no way to understand what is taking place on other planets except to hear from authorized sources. In the modern civilization we accept scientists as authorities in these matters. We hear a scientist say, \"We have seen the moon; it is such and such,\" and we believe it. We have not gone with the scientist to see the moon, but we believe him. Belief is the basic principle of understanding. You may believe the scientists, or you may believe the //Vedas.// It is up to you which source you believe. The difference is that the information from the //Vedas// is infallible, while that received from the scientists is fallible. Why is the scientists' information fallible? Because an ordinary man conditioned by material nature has four defects. What are they? The first is that a conditioned human being has imperfect senses. We view the sun as a small disc. Why? It is far, far greater than this earth, but we see it as just a disc. Everyone knows that our seeing power, our hearing power, and so on are limited. And because his senses are imperfect, the conditioned soul is sure to commit mistakes, however great a scientist he may be. Not very long ago in this country, there was a disaster when the scientists tried to send a rocket up but it at once burned to ashes. So there was a mistake. The conditioned soul //must// make mistakes, because that is the nature of conditioned life. The mistake may be very great or very slight---that doesn't matter---but a human being conditioned by material",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/5.txt/",
    "part": 1
  },
  {
    "id": "chapter5",
    "text": "nature is sure to commit mistakes. Further, the conditioned soul must become illusioned. This happens when he continually mistakes one thing for something else. For example, we accept the body as the self. Since I am not this body, my acceptance of the body as my self is an illusion. The whole world is going on under the illusion that \"I am this body.\" Therefore there is no peace. I am thinking that I am Indian, you are thinking that you are American, and a Chinese man is thinking that he is Chinese. What is this \"Chinese,\" \"American,\" and \"Indian\"? It is an illusion based on the body. That's all. The propensity to cheat is the fourth defect of conditioned life. I may be a fool, but I will boast that I am very learned. Everyone who is illusioned and commits mistakes is a fool, but still such fools pose themselves as being sources of infallible knowledge. So all conditioned souls have imperfect senses, they are subject to commit mistakes and become illusioned, and they are influenced by the propensity to cheat. How can one expect real knowledge from such conditioned souls? There is no possibility of receiving actual knowledge from them. Whether a person is a scientist, a philosopher, or whatever, because he is conditioned he cannot give complete information, no matter how educated he may be. That is a fact. One may now ask, How can we get complete information? The process is to receive knowledge via the disciplic succession of spiritual masters and disciples beginning with Kṛṣṇa. In the //Bhagavad-gītā// Lord Kṛṣṇa says to Arjuna, \"This knowledge of //Bhagavad-gītā// was first spoken by Me to the sun-god, and the sun-god spoke it to his son, Manu. In turn, Manu spoke this knowledge to his son Ikṣvāku, and then Ikṣvāku spoke the same to his son. In this way the knowledge has come down. But unfortunately that disciplic succession is now broken. Therefore, O Arjuna, I am now imparting the same knowledge to you because you are My very dear friend and good devotee.\" This is the process of receiving perfect knowledge---to accept the transcendental vibration coming down from higher sources. The entire stock of Vedic knowledge is a transcendental vibration to help us understand the Supreme Lord. So, Prahlāda Mahārāja says",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/5.txt/",
    "part": 2
  },
  {
    "id": "chapter5",
    "text": "that the Supreme Personality of Godhead is identical with the all-pervading Supreme Soul, the Paramātmā. The same information appears in the //Brahma-saṁhitā//---that the Supreme Lord, although situated in His own transcendental abode, is all-pervading. Still, although He is present everywhere, we cannot see Him with our imperfect senses. Prahlāda Mahārāja then says, \"Although He is not seen, He can still be perceived. One who is intelligent can perceive the presence of the Supreme Lord everywhere.\" How is this possible? During the daytime, even someone in a room can know that the sun is up. Because it is light in his room, he can understand that the sun is shining in the sky. Similarly, those who have received perfect knowledge in disciplic succession know that everything is an expansion of the energy of the Supreme Lord. Therefore they see the Lord everywhere. What can we perceive with our material senses? We can see what is visible to the material eye---earth, water, fire. But we cannot see air, although we can perceive it by touch. We can understand that there is sky by sound, and we can understand that we have a mind because we are thinking, feeling, and willing. Similarly, we can understand that we have an intelligence which guides the mind. If we go still further, we can understand, \"I am consciousness.\" And one who is further advanced can understand that the source of consciousness is the soul and, above all, the Supersoul. The visible things around us are expansions of the inferior energy of the Supreme Lord, but the Lord also has a superior energy---consciousness. We have to understand consciousness from higher authorities, but we can also directly perceive it. For example, we can perceive that there is consciousness spread all over the body. If I pinch any part of my body, I will feel pain; that means there is consciousness throughout my body. In the //Bhagavad-gītā// Kṛṣṇa says we should try to understand that consciousness is spread all over the body and that it is eternal. Similarly, consciousness is spread all over this universe. But that is not our consciousness. That is God's consciousness. So God, the Supreme Soul, is all-pervading by His consciousness. One who understands this has begun his Kṛṣṇa consciousness. Our process is to dovetail our consciousness with Kṛṣṇa",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/5.txt/",
    "part": 3
  },
  {
    "id": "chapter5",
    "text": "consciousness---that will make us perfect. It is not that we merge into that consciousness. In one sense we \"merge,\" but still we keep our individuality. That is the difference between impersonalist philosophy and Kṛṣṇa conscious philosophy. The impersonalist philosopher says that perfection means to merge into the Supreme and lose our individuality. We say that in the perfectional stage we merge into the Supreme but keep our individuality. How is that? An airplane starts from the airport and climbs up and up, and when it goes very high we cannot see it: we can simply see sky. But the airplane is not lost---it is still there. Another example is that of a green bird entering into a big green tree. We cannot distinguish the bird from the tree, but they both continue to exist. Similarly, the supreme consciousness is Kṛṣṇa, and when we dovetail our individual consciousness with the Supreme, we become perfect---but keep our individuality. An outsider may think that there is no distinction between God and His pure devotee, but it is due only to a poor fund of knowledge. Every individual person, every individual being, maintains his individuality eternally, even when dovetailed with the Supreme. Prahlāda Mahārāja says that we cannot see consciousness---either supreme consciousness or individual consciousness---but that it is there. How can we understand that it is there? We can understand the supreme consciousness and our individual consciousness simply by perception of blissfulness. Because we have consciousness, we can feel //ānanda,// or pleasure. Without consciousness, there is no feeling of pleasure. Because of consciousness we can enjoy life by applying our senses in whatever way we like. But as soon as consciousness is gone from the body, we cannot enjoy our senses. Our consciousness exists because we are part and parcel of the supreme consciousness. For example, a spark is only a tiny particle of the fire, yet the spark is also fire. A drop of the Atlantic Ocean possesses the same quality as all the ocean water---it is also salty. Similarly, because the pleasure potency exists in the Supreme Lord, we can also enjoy pleasure. The Lord is //parameśvara,// the supreme controller; therefore we are also //īśvaras,// or controllers. For example, I have some controlling power to take a drink of water when I cough. According to our",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/5.txt/",
    "part": 4
  },
  {
    "id": "chapter5",
    "text": "capacity, everyone of us has some controlling power. But we are not the supreme controller. The supreme controller is God, Kṛṣṇa. Because Kṛṣṇa is the supreme controller, He can control all the universal affairs by His different potencies. I also feel that I am controlling my bodily affairs to some extent, but because I am not the supreme controller, if there is something wrong in this body, I have to go to a physician. Similarly, I have no control over other bodies. I speak of this hand as \"my hand\" because I can work with this hand and move it according to my desire. But I am not the controller of your hand. If I desire to move your hand, that is not in my power; that is in your power. You can move your hand if you like. So I am not the controller of your body, and you are not the controller of my body, but the Supreme Soul is the controller of your body and my body and every body. In the //Bhagavad-gītā,// the Lord says that you, the soul, are present in your body and that your body is the field of your activities. So whatever you are doing is limited by the field of your body. An animal bound up in a certain tract of land can move there but cannot go beyond what that space allows. Similarly, your activity and my activity are bound up within the limits of our bodies. My body is my field of activities, and your body is your field of activities. But Kṛṣṇa says, \"I am present in every field.\" Thus Kṛṣṇa, as the Supersoul, or Paramātmā, knows what is going on in my body, in your body, and in millions and billions of other bodies. Therefore He is the supreme controller. We have our limited energy, but His energy is unlimited. By His controlling power, by His supreme will, this material creation is moving. That is also confirmed in the //Bhagavad-gītā,// where Kṛṣṇa states, \"Under My superintendence the whole material nature is working. All wonderful things that you see in this material world are due to My supervision, My supreme control.\"",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/5.txt/",
    "part": 5
  },
  {
    "id": "chapter6",
    "text": "Prahlāda Mahārāja now gives his conclusion: \"My dear friends, because the Supreme Lord is present everywhere and because we are part and parcel of the Supreme Lord, our duty is to be merciful to all living entities.\" When a person is in a lower position, we have a duty to help him. For example, because a small child is helpless, he is dependent on the mercy of the parent: \"Mother, I want this.\" \"Yes, my dear child.\" We should be compassionate to all living entities and should show them mercy. How can we show our mercy to everyone? There are millions and millions of poor people, so how can we show them all mercy? Are we able to supply clothing and food to all the needy persons of the world? That is not possible. How, then, can we be merciful to every living entity? By giving them Kṛṣṇa consciousness. That is how Prahlāda Mahārāja is showing his class friends real mercy. They were all fools, devoid of Kṛṣṇa consciousness, and therefore he was showing them how to become Kṛṣṇa conscious. This is the highest mercy. If you want to show any mercy at all to the living entities, then enlighten them in Kṛṣṇa consciousness, as Prahlāda Mahārāja did. Otherwise, it is materially beyond your power to show mercy. \"My dear friends,\" Prahlāda says, \"give up this demoniac life. Give up this nonsense.\" The belief that there is no God is the demoniac feature that Prahlāda Mahārāja requests his friends to give up. Because they were born in the families of demons and were being instructed by demoniac teachers, Prahlāda's friends were thinking, \"Who is God? There is no God.\" We find in the //Bhagavad-gītā// that people of this mentality are called miscreants, for they always try to make mischief. They may be very well educated lawyers, for example, but their plan is to cheat. We have practical experience. These lawyers are highly educated with so many qualifications and are nicely dressed, but their mentality is more base than that of a dog. \"This man has some money, so let us conspire to cheat him.\" They are simply miscreants. What are they cheating for? Simply for sense gratification, just like an ass who does not know the purpose of life. He is kept by the",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/6.txt/",
    "part": 1
  },
  {
    "id": "chapter6",
    "text": "washerman, who loads his back as much as possible. In this way the ass works the whole day with this burden simply for a few morsels of grass. Similarly, materialistic people work very hard simply for a little insignificant sense gratification. Therefore they are compared to asses. They are always planning something mischievous. They are the lowest of mankind because they do not believe in God. Why? Their knowledge has been plundered by the influence of the material energy. Because they deny the existence of God, illusion impels them: \"Yes, there is no God. Work hard and commit sins so that you may go to hell.\" Prahlāda Mahārāja requests his demoniac friends to give up this idea that there is no God. If we give up this nonsensical idea, then the Supreme Lord, who is beyond our perception, will be pleased and show His mercy to us.",
    "url": "https://github.com/iskconpress/books/blob/master/ttp/6.txt/",
    "part": 2
  }
]